Repository: aliasttt/angraweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, tr

source: We guarantee that your data and information are secure. We follow industry best practices for data protection and security.
tr: Verilerinizin ve bilgilerinizin güvende olduğunu garanti ediyoruz. Sektörü en iyi takip ediyoruz Veri koruma ve güvenliğine yönelik uygulamalar.

source: What Our Guarantee Covers
tr: Garantimiz Neleri Kapsar

source: Code Quality
tr: Kod Kalitesi

source: Clean, maintainable, and well-documented code
tr: Temiz, bakımı kolay ve iyi belgelenmiş kod

source: Design Quality
tr: Tasarım Kalitesi

source: Modern, responsive, and user-friendly designs
tr: Modern, duyarlı ve kullanıcı dostu tasarımlar

source: Functionality
tr: İşlevsellik

source: All features work as specified in the agreement
tr: Tüm özellikler sözleşmede belirtildiği gibi çalışır

source: Browser Compatibility
tr: Tarayıcı Uyumluluğu

source: Works on all major browsers
tr: Tüm büyük tarayıcılarda çalışır

source: Fully responsive on all devices
tr: Tüm cihazlarda tam duyarlı

source: Basic SEO best practices implemented
tr: Temel SEO en iyi uygulamaları uygulanır

source: Our Commitment
tr: Taahhüdümüz

source: We are committed to your success. If you're not completely satisfied with our work, we will work with you to resolve any issues. Our goal is not just to complete a project, but to build a long-term relationship based on trust and quality.
tr: Başarınıza kendimizi adadık. Eğer işimizden tamamen memnun değilseniz, herhangi bir sorunu çözmek için sizinle birlikte çalışırız. Amacımız sadece projeyi tamamlamak değil, inşa etmek. güven ve kaliteye dayalı uzun vadeli bir ilişki.

source: How to Claim Your Guarantee
tr: Garantinizi Nasıl Kullanırsınız

source: Contact us within 30 days of project completion
tr: Proje tamamlandıktan sonra 30 gün içinde bizimle iletişime geçin

source: Describe the issue or concern
tr: Sorunu veya endişenizi açıklayın

source: We'll work together to resolve the issue
tr: Sorunu birlikte çözeceğiz

source: Ready to Work With Us?
tr: Bizimle Çalışmaya Hazır mısınız?

source: Experience our quality guarantee firsthand
tr: Kalite garantimizi bizzat deneyimleyin

source: Hosting & Domain
ar: الاستضافة والمجال
fa: هاست و دامنه
tr: Hosting ve Alan Adı

source: Hosting & Domain Services
tr: Hosting ve Alan Adı Hizmetleri

source: Reliable hosting, SSL certificates, and domain management
ar: استضافة موثوقة وشهادات SSL وإدارة النطاق
fa: هاست قابل اعتماد، گواهینامه های SSL و مدیریت دامنه
tr: Güvenilir hosting, SSL sertifikaları ve alan adı yönetimi

source: Hosting and domain services
tr: Hosting ve alan adı hizmetleri

source: We provide reliable web hosting, SSL certificates, domain registration, and server management. Whether you need shared hosting for a small site or dedicated servers for high-traffic applications, we offer solutions that keep your website fast, secure, and online 24/7.
ar: نحن نقدم استضافة ويب موثوقة وشهادات SSL وتسجيل النطاق وإدارة الخادم. سواء كنت بحاجة إلى استضافة مشتركة لموقع صغير أو خوادم مخصصة لتطبيقات ذات حركة مرور عالية، فإننا نقدم حلولاً تحافظ على سرعة موقع الويب الخاص بك وأمانه واتصاله بالإنترنت على مدار الساعة طوال أيام الأسبوع.
fa: ما میزبانی وب قابل اعتماد، گواهینامه های SSL، ثبت دامنه و مدیریت سرور را ارائه می دهیم.چه به هاست اشتراکی برای یک سایت کوچک یا سرورهای اختصاصی برای برنامه های پربازدید نیاز داشته باشید، ما راه حل هایی ارائه می دهیم که وب سایت شما را سریع، ایمن و آنلاین 24/7 نگه می دارد.
tr: Güvenilir web hosting, SSL sertifikaları, alan adı kaydı ve sunucu yönetimi sağlıyoruz. Küçük bir site için paylaşımlı hosting'e mi ihtiyacınız var yoksa yüksek trafikli uygulamalar için özel sunuculara mı, web sitenizi hızlı, güvenli ve 7/24 çevrimiçi tutan çözümler sunuyoruz.

source: Web hosting: shared, VPS, or dedicated servers based on your needs
ar: استضافة الويب: خوادم مشتركة أو VPS أو مخصصة حسب احتياجاتك
fa: میزبانی وب: سرورهای اشتراکی، VPS یا اختصاصی بر اساس نیازهای شما
tr: Web hosting: ihtiyaçlarınıza göre paylaşımlı, VPS veya özel sunucular

source: SSL certificates: free Let's Encrypt or premium SSL for secure HTTPS
ar: شهادات SSL: Let's Encrypt مجانًا أو SSL المميز لـ HTTPS الآمن
fa: گواهی‌های SSL: رایگان اجازه دهید رمزگذاری یا SSL ممتاز را برای HTTPS ایمن کنیم
tr: SSL sertifikaları: güvenli HTTPS için ücretsiz Let's Encrypt veya premium SSL

source: Domain registration: .com, .net, .org, .tr, and country-specific domains
ar: تسجيل النطاق: .com، و.net، و.org، و.tr، والمجالات الخاصة بكل بلد
fa: ثبت دامنه: .com، .net، .org، .tr و دامنه های خاص کشور
tr: Alan adı kaydı: .com, .net, .org, .tr ve ülkeye özel alan adları

source: Email hosting: professional email accounts (@yourdomain.com)
ar: استضافة البريد الإلكتروني: حسابات بريد إلكتروني احترافية (@yourdomain.com)
fa: میزبانی ایمیل: حساب های ایمیل حرفه ای (@yourdomain.com)
tr: E-posta hosting: profesyonel e-posta hesapları (@yourdomain.com)

source: Backup solutions: automated daily/weekly backups, easy restore
ar: حلول النسخ الاحتياطي: نسخ احتياطي يومي/أسبوعي آلي، سهولة الاستعادة
fa: راه حل های پشتیبان گیری: پشتیبان گیری روزانه/هفتگی خودکار، بازیابی آسان
tr: Yedekleme çözümleri: otomatik günlük/haftalık yedekler, kolay geri yükleme

source: Server management: updates, security patches, performance monitoring
ar: إدارة الخادم: التحديثات، وتصحيحات الأمان، ومراقبة الأداء
fa: مدیریت سرور: به روز رسانی، وصله های امنیتی، نظارت بر عملکرد
tr: Sunucu yönetimi: güncellemeler, güvenlik yamaları, performans izleme

source: Support: 24/7 technical support, migration assistance, troubleshooting
ar: الدعم: الدعم الفني على مدار الساعة طوال أيام الأسبوع، والمساعدة في الترحيل، واستكشاف الأخطاء وإصلاحها
fa: پشتیبانی: پشتیبانی فنی 24/7، کمک مهاجرت، عیب یابی
tr: Destek: 7/24 teknik destek, taşıma yardımı, sorun giderme

source: Hosting types
tr: Hosting türleri

source: Shared Hosting
ar: الاستضافة المشتركة
fa: هاست اشتراکی
tr: Paylaşımlı Hosting

source: Ideal for small websites, blogs, and low-traffic sites. Cost-effective, easy to manage, includes cPanel. Starting from 500 TL/year.
ar: مثالي للمواقع الصغيرة والمدونات والمواقع ذات الزيارات المنخفضة. فعالة من حيث التكلفة، وسهلة الإدارة، وتتضمن cPanel. تبدأ من 500 ليرة تركية في السنة.
fa: ایده آل برای وب سایت های کوچک، وبلاگ ها و سایت های کم بازدید.مقرون به صرفه، آسان برای مدیریت، شامل cPanel.شروع از 500 لیر در سال.
tr: Küçük web siteleri, bloglar ve düşük trafikli siteler için ideal. Uygun maliyetli, yönetimi kolay, cPanel dahil. Yıllık 500 TL'den başlar.

source: VPS (Virtual Private Server)
ar: VPS (الخادم الخاص الافتراضي)
fa: VPS (سرور خصوصی مجازی)
tr: VPS (Sanal Özel Sunucu)

source: More control and resources for growing websites. Root access, scalable resources. Starting from 2,000 TL/year.
ar: مزيد من التحكم والموارد لتنمية مواقع الويب. الوصول إلى الجذر، والموارد القابلة للتطوير. تبدأ من 2,000 ليرة تركية في السنة.
fa: کنترل و منابع بیشتر برای وب سایت های در حال رشد.دسترسی ریشه، منابع مقیاس پذیر.شروع از 2000 لیر در سال.
tr: Büyüyen web siteleri için daha fazla kontrol ve kaynak. Root erişimi, ölçeklenebilir kaynaklar. Yıllık 2.000 TL'den başlar.

source: Dedicated Server
ar: خادم مخصص
fa: سرور اختصاصی
tr: Özel Sunucu

source: Full server control for high-traffic sites and applications. Maximum performance and security. Custom pricing.
ar: تحكم كامل بالخادم للمواقع والتطبيقات ذات الحركة العالية. أقصى قدر من الأداء والأمن. التسعير المخصص.
fa: کنترل کامل سرور برای سایت ها و برنامه های پربازدید.حداکثر عملکرد و امنیت.قیمت گذاری سفارشی
tr: Yüksek trafikli siteler ve uygulamalar için tam sunucu kontrolü. Maksimum performans ve güvenlik. Özel fiyatlandırma.

source: Cloud Hosting
ar: الاستضافة السحابية
fa: هاست ابری
tr: Bulut Hosting

source: Scalable cloud infrastructure (AWS, DigitalOcean, etc.). Pay-as-you-go, auto-scaling. Ideal for apps with variable traffic.
ar: بنية تحتية سحابية قابلة للتطوير (AWS، وDigitalOcean، وما إلى ذلك). الدفع أولاً بأول، والتوسع التلقائي. مثالية للتطبيقات ذات حركة المرور المتغيرة.
fa: زیرساخت ابری مقیاس پذیر (AWS، DigitalOcean، و غیره).پرداخت در صورت تمایل، مقیاس‌بندی خودکار.ایده آل برای برنامه هایی با ترافیک متغیر.
tr: Ölçeklenebilir bulut altyapısı (AWS, DigitalOcean vb.). Kullandığınız kadar öde, otomatik ölçeklendirme. Değişken trafikli uygulamalar için ideal.

source: Domain services
tr: Alan adı hizmetleri

source: Domain registration (.com, .net, .org, .tr, etc.), domain transfer, DNS management, domain privacy protection, subdomain setup.
ar: تسجيل النطاق (.com، .net، .org، .tr، وما إلى ذلك)، نقل النطاق، إدارة DNS، حماية خصوصية المجال، إعداد النطاق الفرعي.
fa: ثبت دامنه (.com، .net، .org، .tr، و غیره)، انتقال دامنه، مدیریت DNS، حفاظت از حریم خصوصی دامنه، راه اندازی زیر دامنه.
tr: Alan adı kaydı (.com, .net, .org, .tr vb.), alan adı transferi, DNS yönetimi, alan adı gizlilik koruması, alt alan adı kurulumu.

source: Security & backups
ar: الأمن والنسخ الاحتياطي
fa: امنیت و پشتیبان گیری
tr: Güvenlik ve yedeklemeler

source: SSL certificates (free Let's Encrypt or premium), automated backups (daily/weekly), malware scanning, DDoS protection basics, firewall configuration.
ar: شهادات SSL (برنامج Let's Encrypt المجاني أو Premium)، والنسخ الاحتياطي الآلي (يوميًا/أسبوعيًا)، وفحص البرامج الضارة، وأساسيات حماية DDoS، وتكوين جدار الحماية.
fa: گواهی‌های SSL (رایگان Let's Encrypt یا Premium)، پشتیبان‌گیری خودکار (روزانه/هفتگی)، اسکن بدافزار، اصول حفاظت از DDoS، پیکربندی فایروال.
tr: SSL sertifikaları (ücretsiz Let's Encrypt veya premium), otomatik yedeklemeler (günlük/haftalık), kötü amaçlı yazılım taraması, DDoS koruması temelleri, güvenlik duvarı yapılandırması.

source: Shared hosting: 500-1,500 TL/year · VPS: 2,000-8,000 TL/year · Domain registration: 100-500 TL/year (varies by TLD) · SSL certificate: Free (Let's Encrypt) or 500-2,000 TL/year (premium). Server management and migration services quoted separately.
ar: الاستضافة المشتركة: 500-1500 ليرة تركية/السنة · VPS: 2000-8000 ليرة تركية/السنة · تسجيل النطاق: 100-500 ليرة تركية/السنة (تختلف حسب TLD) · شهادة SSL: مجانية (Let's Encrypt) أو 500-2000 ليرة تركية/السنة (ممتازة). نقلت خدمات إدارة الخادم والهجرة بشكل منفصل.
fa: میزبانی مشترک: 500-1500 TL در سال · VPS: 2000-8000 TL در سال · ثبت دامنه: 100-500 TL در سال (بر اساس TLD متفاوت است) · گواهی SSL: رایگان (Let's Encrypt) یا 500-2000 TL / سال (حق بیمه).مدیریت سرور و خدمات مهاجرت نقل قول جداگانه.
tr: Paylaşımlı hosting: yıllık 500-1.500 TL · VPS: yıllık 2.000-8.000 TL · Alan adı kaydı: yıllık 100-500 TL (TLD'ye göre değişir) · SSL sertifikası: Ücretsiz (Let's Encrypt) veya yıllık 500-2.000 TL (premium). Sunucu yönetimi ve taşıma hizmetleri ayrıca fiyatlandırılır.

source: Q: Can you migrate my existing website?
ar: س: هل يمكنك الانتقال إلى موقع الويب الحالي الخاص بي؟
fa: س: آیا می توانید به وب سایت فعلی من مهاجرت کنید؟
tr: S: Mevcut web sitemi taşıyabilir misiniz?

source: A: Yes, we handle website migrations: files, databases, email accounts, DNS configuration. We ensure zero downtime during migration.
ar: ج: نعم، نحن نتعامل مع عمليات ترحيل مواقع الويب: الملفات وقواعد البيانات وحسابات البريد الإلكتروني وتكوين DNS. نحن نضمن عدم التوقف عن العمل أثناء الترحيل.
fa: پاسخ: بله، ما انتقال وب سایت را انجام می دهیم: فایل ها، پایگاه های داده، حساب های ایمیل، پیکربندی DNS.ما در طول مهاجرت از توقف صفر اطمینان می دهیم.
tr: C: Evet, web sitesi taşımalarını yönetiyoruz: dosyalar, veritabanları, e-posta hesapları, DNS yapılandırması. Taşıma sırasında sıfır kesinti sağlıyoruz.

source: Q: Do you provide email hosting?
ar: س: هل توفرون استضافة البريد الإلكتروني؟
fa: س: آیا میزبانی ایمیل را ارائه می دهید؟
tr: S: E-posta hosting sağlıyor musunuz?

source: A: Yes, we offer professional email hosting with your domain (@yourdomain.com). Includes webmail, IMAP/POP3, spam filtering.
ar: ج: نعم، نحن نقدم استضافة بريد إلكتروني احترافية مع نطاقك (@yourdomain.com). يتضمن بريد الويب وIMAP/POP3 وتصفية البريد العشوائي.
fa: پاسخ: بله، ما میزبانی ایمیل حرفه ای را با دامنه شما (@yourdomain.com) ارائه می دهیم.شامل ایمیل، IMAP/POP3، فیلتر هرزنامه است.
tr: C: Evet, alan adınızla profesyonel e-posta hosting sunuyoruz (@yourdomain.com). Webmail, IMAP/POP3, spam filtreleme dahildir.

source: Q: What if my site goes down?
ar: س: ماذا لو تعطل موقعي؟
fa: س: اگر سایت من خراب شود چه می شود؟
tr: S: Sitem çökerse ne olur?

source: A: We monitor uptime and respond to issues quickly. Our hosting includes 99.9%% uptime SLA. Support tickets are answered within 24 hours (usually faster).
ar: ج: نحن نراقب وقت التشغيل ونستجيب للمشكلات بسرعة. تتضمن استضافتنا اتفاقية مستوى الخدمة (SLA) لوقت التشغيل بنسبة 99.9%%. يتم الرد على طلبات الدعم خلال 24 ساعة (عادةً بشكل أسرع).
fa: A: ما زمان کار را کنترل می کنیم و به سرعت به مسائل پاسخ می دهیم.میزبانی ما شامل 99.9٪ SLA آپتایم است.بلیط های پشتیبانی ظرف 24 ساعت (معمولا سریعتر) پاسخ داده می شوند.
tr: C: Çalışma süresini izliyoruz ve sorunlara hızlı yanıt veriyoruz. Hosting'imiz %%99,9 çalışma süresi SLA'sı içerir. Destek talepleri 24 saat içinde yanıtlanır (genellikle daha hızlı).

source: Shared
ar: مشترك
fa: به اشتراک گذاشته شده است
tr: Paylaşımlı

source: How It Works - Our Process
tr: Nasıl Çalışırız - Sürecimiz

source: Learn about our professional web design and development process. From consultation to delivery, we ensure quality results.
tr: Profesyonel web tasarım ve geliştirme sürecimizi keşfedin. Danışmanlıktan teslimata kadar kaliteli sonuçlar sunuyoruz.

source: We follow a proven process to ensure your project is completed on time, within budget, and exceeds your expectations. Here's how we work together to bring your vision to life.
tr: Projenizin zamanında, bütçe dahilinde tamamlanması ve beklentilerinizi aşması için kanıtlanmış bir süreç izliyoruz. Vizyonunuzu hayata geçirmek için birlikte nasıl çalıştığımızı burada anlatıyoruz.

source: Process steps coming soon
tr: Süreç adımları yakında eklenecek

source: Why Our Process Works
tr: Sürecimiz Neden İşe Yarar

source: Clear Communication
tr: Şeffaf İletişim

source: We keep you informed at every step with regular updates and transparent communication.
tr: Her adımda düzenli güncellemeler ve şeffaf iletişimle sizi bilgilendiriyoruz.

source: Quality Assurance
tr: Kalite Güvencesi

source: Every project goes through rigorous testing to ensure it meets our high standards.
tr: Her proje, yüksek standartlarımıza uygunluğu sağlamak için titiz testlerden geçer.

source: We don't disappear after delivery. We provide continuous support and maintenance.
tr: Teslimattan sonra kaybolmuyoruz. Sürekli destek ve bakım sağlıyoruz.

source: Ready to Start Your Project?
tr: Projenize Başlamaya Hazır mısınız?

source: Let's begin with a free consultation. Contact us today!
tr: Ücretsiz danışmanlıkla başlayalım. Bugün bizimle iletişime geçin!

source: Professional Web Design & E-commerce
tr: Profesyonel Web Tasarım ve E-Ticaret

source: Grow your business in the digital world!
tr: Dijital dünyada işinizi büyütün!

source: I design modern, fast and user‑friendly websites for your business. From corporate websites to e‑commerce and custom platforms, I deliver professional design, clean code and measurable results.
ar: أقوم بتصميم مواقع ويب حديثة وسريعة وسهلة الاستخدام لعملك. من مواقع الشركات إلى التجارة الإلكترونية والأنظمة الأساسية المخصصة، أقدم تصميمًا احترافيًا ورمزًا نظيفًا ونتائج قابلة للقياس.
fa: من وب‌سایت‌های مدرن، سریع و کاربرپسند برای کسب‌وکار شما طراحی می‌کنم. از وب‌سایت‌های شرکتی تا تجارت الکترونیک و پلتفرم‌های سفارشی، من طراحی حرفه‌ای، کد تمیز و نتایج قابل اندازه‌گیری ارائه می‌دهم.
tr: İşletmeniz için modern, hızlı ve kullanıcı dostu web siteleri tasarlıyorum. Kurumsal web sitelerinden e-ticaret ve özel platformlara kadar, profesyonel tasarım, temiz kod ve ölçülebilir sonuçlar sunuyorum.

source: View Certificates
ar: عرض الشهادات
fa: مشاهده گواهی ها
tr: Sertifikalarımı İncele

source: Write on WhatsApp
ar: اكتب على الواتساب
fa: در واتساپ بنویسید
tr: WhatsApp'tan Yaz

source: Fast Delivery
ar: تسليم سريع
fa: تحویل سریع
tr: Hızlı Teslimat

source: Mobile Friendly
ar: ودية المحمول
fa: موبایل دوستانه
tr: Mobil Uyumlu

source: Secure
ar: يؤمن
fa: امن
tr: Güvenli

source: 24/7 Support
ar: دعم 24/7
fa: پشتیبانی 24/7
tr: 7/24 Destek

source: My Services
tr: Hizmetlerim

source: Learn more
ar: يتعلم أكثر
fa: بیشتر بدانید
tr: Daha fazla bilgi

source: No services found.
ar: لم يتم العثور على الخدمات.
fa: هیچ سرویسی یافت نشد
tr: Hizmet bulunamadı.

source: Contact us for a free consultation and a detailed quote.
ar: اتصل بنا للحصول على استشارة مجانية وعرض أسعار مفصل.
fa: برای مشاوره رایگان و قیمت دقیق با ما تماس بگیرید.
tr: Ücretsiz danışmanlık ve detaylı teklif için bizimle iletişime geçin.

source: Why Choose Me?
ar: لماذا تختارني؟
fa: چرا من را انتخاب کنید؟
tr: Neden Beni Seçmelisiniz?

source: Grow Your Business
ar: تنمية عملك
fa: کسب و کار خود را رشد دهید
tr: İşinizi Büyütün

source: Time Saving
ar: توفير الوقت
fa: صرفه جویی در زمان
tr: Zaman Tasarrufu

source: Fast delivery and professional service
tr: Hızlı teslimat ve profesyonel hizmet

source: Affordable Price
ar: سعر معقول
fa: قیمت مقرون به صرفه
tr: Uygun Fiyat

source: Quality service at affordable prices
ar: خدمة عالية الجودة بأسعار معقولة
fa: خدمات با کیفیت با قیمت های مقرون به صرفه
tr: Kaliteli hizmeti uygun fiyatlarla

source: Continuous Support
ar: الدعم المستمر
fa: پشتیبانی مستمر
tr: Sürekli Destek

source: View All Technologies
tr: Tüm Teknolojileri Gör

source: Our Packages
ar: عروضنا
fa: بسته های ما
tr: Paketlerimiz

source: Popular
ar: شائع
fa: محبوب
tr: Popüler

source: My Projects
ar: مشاريعي
fa: پروژه های من
tr: Projelerim

source: View All Projects
tr: Tüm Projeleri Gör

source: Latest Blog Posts
tr: Son Blog Yazıları

source: What Our Clients Say
tr: Müşterilerimiz Ne Diyor

source: View All Testimonials
tr: Tüm Yorumları Gör

source: Want to Know How We Work?
tr: Nasıl Çalıştığımızı Öğrenmek İster misiniz?

source: Learn about our professional process from consultation to delivery.
tr: Danışmanlıktan teslimata profesyonel sürecimizi öğrenin.

source: See Our Process
tr: Sürecimizi Görün

source: Don't have an account?
ar: ليس لديك حساب؟
fa: حساب کاربری ندارید؟
tr: Hesabınız yok mu?

source: iOS & Android apps with great UX and reliable backend
ar: تطبيقات iOS وAndroid مع تجربة مستخدم رائعة وواجهة خلفية موثوقة
fa: برنامه های iOS و Android با UX عالی و باطن قابل اعتماد
tr: Harika UX ve güvenilir backend ile iOS ve Android uygulamaları

source: Mobile application development
ar: تطوير تطبيقات الهاتف المحمول
fa: توسعه اپلیکیشن موبایل
tr: Mobil uygulama geliştirme

source: We build mobile apps that feel premium: smooth UI, fast performance, secure authentication, and a scalable backend. Whether you need an MVP or a full product, we deliver with clear milestones and professional documentation.
ar: نحن نبني تطبيقات الهاتف المحمول التي تبدو متميزة: واجهة مستخدم سلسة، وأداء سريع، ومصادقة آمنة، وواجهة خلفية قابلة للتطوير. سواء كنت بحاجة إلى MVP أو منتج كامل، فإننا نقدم لك معالم واضحة ووثائق احترافية.
fa: ما برنامه‌های تلفن همراه را می‌سازیم که احساس برتری دارند: رابط کاربری صاف، عملکرد سریع، احراز هویت امن، و پشتیبانی مقیاس‌پذیر.چه به یک MVP یا یک محصول کامل نیاز داشته باشید، ما با نقاط عطف واضح و مستندات حرفه ای ارائه می دهیم.
tr: Premium hissettiren mobil uygulamalar geliştiriyoruz: akıcı arayüz, hızlı performans, güvenli kimlik doğrulama ve ölçeklenebilir backend. MVP'ye mi ihtiyacınız var yoksa tam bir ürüne mi, net kilometre taşları ve profesyonel dokümantasyonla teslim ediyoruz.

source: Modern UI/UX (Figma → app) with consistent components
ar: واجهة مستخدم/UX حديثة (تطبيق Figma →) بمكونات متسقة
fa: UI/UX مدرن (Figma → App) با اجزای سازگار
tr: Tutarlı bileşenlerle modern UI/UX (Figma → uygulama)

source: Authentication, profiles, roles, and admin workflows
ar: المصادقة والملفات الشخصية والأدوار وسير عمل المسؤول
fa: احراز هویت، نمایه‌ها، نقش‌ها و گردش‌های کاری مدیریت
tr: Kimlik doğrulama, profiller, roller ve yönetim iş akışları

source: Push notifications, deep links, analytics (optional)
ar: الإشعارات الفورية والروابط العميقة والتحليلات (اختياري)
fa: اعلان‌های فشاری، پیوندهای عمیق، تجزیه و تحلیل (اختیاری)
tr: Push bildirimleri, derin bağlantılar, analitik (isteğe bağlı)

source: Backend API + database (Django) + admin panel
ar: الواجهة الخلفية API + قاعدة البيانات (Django) + لوحة الإدارة
fa: Backend API + پایگاه داده (Django) + پنل مدیریت
tr: Backend API + veritabanı (Django) + yönetim paneli

source: Security: input validation, rate limiting basics, safe storage
ar: الأمان: التحقق من صحة الإدخال، وأساسيات تحديد المعدل، والتخزين الآمن
fa: امنیت: اعتبار سنجی ورودی، اصول محدود کننده نرخ، ذخیره سازی ایمن
tr: Güvenlik: girdi doğrulama, hız sınırlama temelleri, güvenli depolama

source: Testing + release checklist + post‑launch support
ar: الاختبار + قائمة مراجعة الإصدار + دعم ما بعد الإطلاق
fa: تست + چک لیست انتشار + پشتیبانی پس از راه اندازی
tr: Test + yayın kontrol listesi + yayın sonrası destek

source: Product scope & MVP definition
ar: نطاق المنتج وتعريف MVP
fa: محدوده محصول و تعریف MVP
tr: Ürün kapsamı ve MVP tanımı

source: UI/UX design + clickable prototype
ar: تصميم UI/UX + نموذج أولي قابل للنقر
fa: طراحی UI/UX + نمونه اولیه قابل کلیک
tr: UI/UX tasarım + tıklanabilir prototip

source: Development: app + backend + admin panel
ar: التطوير: التطبيق + الواجهة الخلفية + لوحة الإدارة
fa: توسعه: برنامه + باطن + پنل مدیریت
tr: Geliştirme: uygulama + backend + yönetim paneli

source: QA: devices, performance, security basics
ar: ضمان الجودة: الأجهزة والأداء وأساسيات الأمان
fa: QA: دستگاه ها، عملکرد، اصول اولیه امنیتی
tr: QA: cihazlar, performans, güvenlik temelleri

source: Release: store preparation and deployment
ar: الإصدار: إعداد المتجر ونشره
fa: انتشار: آماده سازی و استقرار فروشگاه
tr: Yayınlama: mağaza hazırlığı ve dağıtım

source: MVP mobile apps typically start from 60,000 TL. Larger apps with payments, chat, maps, multiple roles or complex integrations are quoted after review.
ar: تبدأ عادةً تطبيقات الهاتف المحمول MVP من 60.000 ليرة تركية. يتم اقتباس التطبيقات الأكبر حجمًا التي تحتوي على مدفوعات أو دردشة أو خرائط أو أدوار متعددة أو عمليات تكامل معقدة بعد المراجعة.
fa: برنامه های موبایل MVP معمولاً از 60000 لیر لیر شروع می شوند.برنامه های بزرگتر با پرداخت، چت، نقشه، نقش های متعدد یا ادغام های پیچیده پس از بررسی نقل قول می شوند.
tr: MVP mobil uygulamalar genellikle 60.000 TL'den başlar. Ödeme, sohbet, harita, çoklu roller veya karmaşık entegrasyonlar içeren daha büyük uygulamalar inceleme sonrası fiyatlandırılır.

source: Deliverables
ar: التسليمات
fa: قابل تحویل
tr: Teslim edilecekler

source: app + backend + admin
ar: التطبيق + الواجهة الخلفية + المشرف
fa: برنامه + باطن + مدیر
tr: uygulama + backend + yönetim

source: Compare our web design packages and choose the best one for your needs.
tr: Web tasarım paketlerimizi karşılaştırın ve ihtiyacınıza en uygun olanı seçin.

source: Features
tr: Özellikler

source: No features to compare.
tr: Karşılaştırılacak özellik yok.

source: Need Help Choosing?
tr: Seçimde Yardıma mı İhtiyacınız Var?

source: Custom Package
tr: Özel Paket

source: We can create a custom package tailored to your specific requirements.
tr: Özel ihtiyaçlarınıza uygun özel bir paket oluşturabiliriz.

source: Read our privacy policy to understand how we collect, use, and protect your personal information.
tr: Kişisel bilgilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu anlamak için gizlilik politikamızı okuyun.

source: Last Updated: January 2026
tr: Son Güncelleme: Ocak 2026

source: 1. Introduction
tr: 1. Giriş

source: At Angraweb.com, we respect your privacy and are committed to protecting your personal data. This privacy policy explains how we collect, use, and safeguard your information when you visit our website.
tr: Angraweb.com olarak gizliliğinize saygı duyuyoruz ve kişisel verilerinizi korumaya kararlıyız. Bu gizlilik politikası, web sitemizi ziyaret ettiğinizde bilgilerinizi nasıl topladığımızı, kullandığımızı ve koruduğumuzu açıklamaktadır.

source: 2. Information We Collect
tr: 2. Topladığımız Bilgiler
