Repository: aliasttt/angraweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, tr

source: Subject
ar: موضوع
fa: موضوع
tr: Konu

source: Service type
tr: Hizmet türü

source: Package (optional)
ar: الحزمة (اختياري)
fa: بسته (اختیاری)
tr: Paket (isteğe bağlı)

source: Company (optional)
ar: الشركة (اختياري)
fa: شرکت (اختیاری)
tr: Şirket (isteğe bağlı)

source: Budget (optional)
ar: الميزانية (اختيارية)
fa: بودجه (اختیاری)
tr: Bütçe (isteğe bağlı)

source: Deadline (optional)
ar: الموعد النهائي (اختياري)
fa: مهلت (اختیاری)
tr: Teslim tarihi (isteğe bağlı)

source: Email
ar: بريد إلكتروني
fa: ایمیل
tr: E-posta

source: First name
ar: الاسم الأول
fa: نام کوچک
tr: Ad

source: Last name
ar: اسم العائلة
fa: نام خانوادگی
tr: Soyad

source: Username
ar: اسم المستخدم
fa: نام کاربری
tr: Kullanıcı adı

source: Password
ar: كلمة المرور
fa: رمز عبور
tr: Şifre

source: Confirm password
ar: تأكيد كلمة المرور
fa: رمز عبور را تایید کنید
tr: Şifreyi onayla

source: Position (optional)
tr: Pozisyon (isteğe bağlı)

source: Your review
tr: Yorumunuz

source: Write your review here...
tr: Yorumunuzu buraya yazın...

source: Rating
tr: Puan

source: Your message has been sent successfully. We will contact you soon.
tr: Mesajınız başarıyla gönderildi. En kısa sürede sizinle iletişime geçeceğiz.

source: Your request has been submitted successfully. We will contact you soon.
tr: Talebiniz başarıyla alındı. En kısa sürede sizinle iletişime geçeceğiz.

source: Registration completed successfully!
tr: Kayıt başarıyla tamamlandı!

source: Invalid phone number or password.
ar: رقم الهاتف أو كلمة المرور غير صالحة.
fa: شماره تلفن یا رمز عبور نامعتبر است.
tr: Geçersiz telefon numarası veya şifre.

source: Your profile has been updated successfully.
tr: Profiliniz başarıyla güncellendi.

source: You have been logged out successfully.
tr: Başarıyla çıkış yaptınız.

source: Thank you! Your review has been submitted and will be published after approval.
tr: Teşekkürler! Yorumunuz gönderildi ve onaylandıktan sonra yayınlanacaktır.

source: You are already subscribed to our newsletter.
tr: Bültenimize zaten abonesiniz.

source: Welcome back! You have been resubscribed to our newsletter.
tr: Tekrar hoş geldiniz! Bültenimize yeniden abone oldunuz.

source: Thank you for subscribing to our newsletter!
tr: Bültenimize abone olduğunuz için teşekkürler!

source: Please check your email address and try again.
tr: Lütfen e-posta adresinizi kontrol edip tekrar deneyin.

source: Page Not Found - 404
tr: Sayfa Bulunamadı - 404

source: Page Not Found
tr: Sayfa Bulunamadı

source: The page you are looking for does not exist or has been moved.
tr: Aradığınız sayfa mevcut değil veya taşınmış.

source: Server Error - 500
tr: Sunucu Hatası - 500

source: Server Error
tr: Sunucu Hatası

source: We're sorry, but something went wrong on our end. Please try again later or contact us if the problem persists.
tr: Üzgünüz, sunucumuzda bir hata oluştu. Lütfen daha sonra tekrar deneyin veya sorun devam ederse bizimle iletişime geçin.

source: web development
tr: web geliştirme

source: Home
ar: بيت
fa: صفحه اصلی
tr: Ana Sayfa

source: Packages
ar: الحزم
fa: بسته ها
tr: Paketler

source: About
ar: عن
fa: درباره
tr: Hakkımda

source: Services
ar: خدمات
fa: خدمات
tr: Hizmetler

source: All Services
tr: Tüm Hizmetler

source: Web Design
tr: Web Tasarımı

source: Mobile App Design
tr: Mobil Uygulama Tasarımı

source: E-commerce
tr: E-ticaret

source: SEO Services
tr: SEO Hizmetleri

source: Hosting Services
tr: Hosting Hizmetleri

source: UI/UX Design
ar: تصميم واجهة المستخدم/تجربة المستخدم
fa: طراحی UI/UX
tr: Arayüz Tasarımı

source: Projects
ar: المشاريع
fa: پروژه ها
tr: Projeler

source: All Projects
tr: Tüm Projeler

source: Resume
ar: سيرة ذاتية
fa: رزومه
tr: Özgeçmiş

source: Tools
tr: Araçlar

source: How It Works
tr: Nasıl Çalışırız

source: Price Calculator
tr: Fiyat Hesaplama

source: Technology Stack
tr: Kullanılan Teknolojiler

source: Contact
ar: اتصال
fa: تماس بگیرید
tr: İletişim

source: Dashboard
ar: لوحة القيادة
fa: داشبورد
tr: Kontrol Paneli

source: Logout
ar: تسجيل الخروج
fa: خروج از سیستم
tr: Çıkış

source: Login
ar: تسجيل الدخول
fa: وارد شوید
tr: Giriş

source: Register
ar: تسجيل
fa: ثبت نام
tr: Kayıt

source: Professional web design and development services. Grow your business in the digital world with modern, fast and user-friendly websites.
ar: خدمات تصميم وتطوير مواقع الويب الاحترافية. قم بتنمية أعمالك في العالم الرقمي من خلال مواقع ويب حديثة وسريعة وسهلة الاستخدام.
fa: خدمات طراحی و توسعه وب سایت حرفه ای.با وب سایت های مدرن، سریع و کاربرپسند، کسب و کار خود را در دنیای دیجیتال رشد دهید.
tr: Profesyonel web tasarım ve geliştirme hizmetleri. Modern, hızlı ve kullanıcı dostu web siteleri ile işinizi dijital dünyada büyütün.

source: Quick Links
ar: روابط سريعة
fa: لینک های سریع
tr: Hızlı Bağlantılar

source: More
tr: Daha Fazla

source: Sitemap
tr: Site Haritası

source: Privacy Policy
tr: Gizlilik Politikası

source: Our Guarantee
tr: Garantimiz

source: FAQ
ar: التعليمات
fa: سوالات متداول
tr: SSS

source: Testimonials
tr: Müşteri Yorumları

source: Contact Information
ar: معلومات الاتصال
fa: اطلاعات تماس
tr: İletişim Bilgileri

source: Newsletter
tr: Bülten

source: Subscribe to our newsletter for updates and special offers.
tr: Güncellemeler ve özel teklifler için bültenimize abone olun.

source: All rights reserved.
ar: جميع الحقوق محفوظة.
fa: تمامی حقوق محفوظ است.
tr: Tüm hakları saklıdır.

source: Back to top
tr: Yukarı çık

source: Get Quote
ar: الحصول على الاقتباس
fa: دریافت نقل قول
tr: Teklif Al

source: About Me
ar: ْعَنِّي
fa: درباره من
tr: Hakkımda

source: Get to know me better
tr: Beni daha iyi tanıyın

source: As a graduate of Marmara University Computer Programming, I offer professional web design solutions. More than 20 of my clients have received service with 100%% satisfaction.
ar: كخريج برمجة الحاسوب من جامعة مرمرة، أقدم حلول تصميم ويب احترافية. أكثر من 20 من عملائي تلقوا الخدمة برضا 100%%.
fa: من به عنوان فارغ‌التحصیل برنامه‌نویسی کامپیوتر دانشگاه مارمارا، راه‌حل‌های حرفه‌ای طراحی وب ارائه می‌دهم. بیش از 20 مشتری من با رضایت 100%% خدمات دریافت کرده‌اند.
tr: Marmara Üniversitesi Bilgisayar Programlama mezunu olarak profesyonel web tasarım çözümleri sunuyorum. 20'den fazla müşterim %%100 memnuniyet ile hizmet aldı.

source: I specialize in creating modern, responsive websites and web applications that help businesses grow online. With expertise in both frontend and backend development, I deliver complete solutions from design to deployment.
tr: İşletmelerin çevrimiçi büyümesine yardımcı olan modern, duyarlı web siteleri ve web uygulamaları oluşturma konusunda uzmanım. Hem ön uç hem de arka uç geliştirmedeki uzmanlığımla tasarımdan dağıtıma kadar eksiksiz çözümler sunuyorum.

source: Successful Projects
ar: المشاريع الناجحة
fa: پروژه های موفق
tr: Başarılı Proje

source: Customer Satisfaction
tr: Müşteri Memnuniyeti

source: My Skills & Expertise
tr: Yeteneklerim ve Uzmanlığım

source: Backend Development
tr: Backend Geliştirme

source: Other Skills
tr: Diğer Yetenekler

source: My Journey
tr: Yolculuğum

source: Certifications & Education
tr: Sertifikalar ve Eğitim

source: View
ar: منظر
fa: مشاهده کنید
tr: Görüntüle

source: What Clients Say About Me
tr: Müşterilerim Benim Hakkımda Ne Diyor

source: Let's Work Together
tr: Birlikte Çalışalım

source: Ready to start your project? Let's discuss how I can help you achieve your goals.
tr: Projenize başlamaya hazır mısınız? Hedeflerinize ulaşmanıza nasıl yardımcı olabileceğimi tartışalım.

source: Get Free Quote
tr: Ücretsiz Teklif Al

source: Contact Me
ar: اتصل بي
fa: با من تماس بگیرید
tr: İletişime Geç

source: Blog - Articles and News
tr: Blog - Makaleler ve Haberler

source: Read our latest articles about web design, e-commerce, mobile apps, SEO, and digital marketing tips.
tr: Web tasarımı, e-ticaret, mobil uygulamalar, SEO ve dijital pazarlama ipuçlarıyla ilgili en son makalelerimizi okuyun.

source: Latest articles and news about web design and development
tr: Web tasarım ve geliştirme hakkında son makaleler ve haberler

source: Search articles...
tr: Makale ara...

source: Check back later for new articles.
tr: Yeni makaleler için daha sonra tekrar bakın.

source: views
tr: görüntülenme

source: Share this article
tr: Bu makaleyi paylaş

source: Project Price Calculator
tr: Proje Fiyat Hesaplayıcı

source: Calculate the estimated price for your web design project based on your requirements.
tr: İhtiyaçlarınıza göre web tasarım projeniz için tahmini fiyatı hesaplayın.

source: Get an instant estimate for your project
tr: Projeniz için anında tahmini fiyat alın

source: Website
tr: Web Sitesi

source: Number of Pages
tr: Sayfa Sayısı

source: Additional Features
tr: Ek Özellikler

source: Responsive Design
tr: Duyarlı Tasarım

source: Normal (4-6 weeks)
tr: Normal (4-6 hafta)

source: Fast (2-3 weeks)
tr: Hızlı (2-3 hafta)

source: Urgent (1-2 weeks)
tr: Acil (1-2 hafta)

source: Estimated Price
tr: Tahmini Fiyat

source: * This is an estimate. Final price may vary based on specific requirements.
tr: * Bu bir tahmindir. Nihai fiyat belirli gereksinimlere göre değişebilir.

source: Case Studies - Success Stories
tr: Örnek Projeler - Başarı Hikayeleri

source: Explore our successful projects and see how we've helped businesses grow with professional web design and development.
tr: Başarılı projelerimizi keşfedin ve profesyonel web tasarımı ve geliştirmeyle işletmelerin büyümesine nasıl yardımcı olduğumuzu görün.

source: Case Studies
tr: Örnek Projeler

source: Real Results from Real Projects
tr: Gerçek Projelerden Gerçek Sonuçlar

source: Read Full Story
tr: Hikayenin Tamamını Oku

source: No case studies yet
tr: Henüz örnek proje yok

source: Check back later for success stories.
tr: Başarı hikayeleri için daha sonra tekrar bakın.

source: Case Study
tr: Örnek Proje

source: Before
tr: Önce

source: After
tr: Sonra

source: The Challenge
tr: Zorluk

source: Our Solution
tr: Çözümümüz

source: Send Message
ar: أرسل رسالة
fa: ارسال پیام
tr: Mesaj Gönder

source: Available 24/7
tr: 7/24 Ulaşılabilir

source: Send Email
ar: إرسال البريد الإلكتروني
fa: ارسال ایمیل
tr: E-posta Gönder

source: Phone
ar: هاتف
fa: تلفن
tr: Telefon

source: Mon-Fri: 9AM-6PM
tr: Pzt-Cum: 09:00-18:00

source: Call Now
ar: اتصل الآن
fa: اکنون تماس بگیرید
tr: Şimdi Ara

source: Office Hours
tr: Çalışma Saatleri

source: Monday - Friday
tr: Pazartesi - Cuma

source: 9:00 AM - 6:00 PM (GMT+3)
tr: 09:00 - 18:00 (GMT+3)

source: Saturday
tr: Cumartesi

source: 10:00 AM - 4:00 PM (GMT+3)
tr: 10:00 - 16:00 (GMT+3)

source: Sunday
tr: Pazar

source: Closed
tr: Kapalı

source: Emergency Support
tr: Acil Destek

source: 24/7 via WhatsApp
tr: 7/24 WhatsApp ile

source: Response Time
tr: Yanıt Süresi

source: Within 24 hours
tr: 24 saat içinde

source: Usually faster during business hours
tr: Çalışma saatlerinde genelde daha hızlı

source: Within 2 hours
tr: 2 saat içinde

source: Fastest way to reach us
tr: Bize ulaşmanın en hızlı yolu

source: Immediate
tr: Anında

source: During office hours
tr: Çalışma saatleri içinde

source: Our Location
tr: Konumumuz

source: Hello
ar: مرحبًا
fa: سلام
tr: Merhaba

source: Complete online stores with payment, inventory, and admin panel
ar: متاجر كاملة عبر الإنترنت مع لوحة الدفع والمخزون والإدارة
fa: فروشگاه های آنلاین را با پرداخت، موجودی و پنل مدیریت کامل کنید
tr: Ödeme, envanter ve yönetim paneli ile eksiksiz çevrimiçi mağazalar

source: E-commerce development services
ar: خدمات تطوير التجارة الإلكترونية
fa: خدمات توسعه تجارت الکترونیک
tr: E-ticaret geliştirme hizmetleri

source: We build full-featured online stores that handle products, orders, payments, shipping, and customer accounts. From small shops to multi-vendor marketplaces, we deliver secure, scalable e-commerce platforms with modern UI and powerful admin tools.
ar: نحن نبني متاجر إلكترونية كاملة المواصفات تتعامل مع المنتجات والطلبات والمدفوعات والشحن وحسابات العملاء. بدءًا من المتاجر الصغيرة وحتى الأسواق متعددة البائعين، نقدم منصات تجارة إلكترونية آمنة وقابلة للتطوير مع واجهة مستخدم حديثة وأدوات إدارية قوية.
fa: ما فروشگاه‌های آنلاین با امکانات کامل می‌سازیم که محصولات، سفارش‌ها، پرداخت‌ها، حمل‌ونقل و حساب‌های مشتری را مدیریت می‌کنند.از فروشگاه‌های کوچک گرفته تا بازارهای چند فروشنده، ما پلتفرم‌های تجارت الکترونیکی امن و مقیاس‌پذیر را با رابط کاربری مدرن و ابزارهای مدیریت قدرتمند ارائه می‌کنیم.
tr: Ürünler, siparişler, ödemeler, kargo ve müşteri hesaplarını yöneten tam özellikli çevrimiçi mağazalar geliştiriyoruz. Küçük mağazalardan çok satıcılı pazaryerlerine kadar, modern arayüz ve güçlü yönetim araçlarıyla güvenli, ölçeklenebilir e-ticaret platformları sunuyoruz.

source: What you get
ar: ما تحصل عليه
fa: آنچه به دست می آورید
tr: Neler alırsınız

source: Product catalog: categories, filters, search, variants (size/color), stock management
ar: كتالوج المنتجات: الفئات، المرشحات، البحث، المتغيرات (الحجم/اللون)، إدارة المخزون
fa: کاتالوگ محصولات: دسته ها، فیلترها، جستجو، انواع (اندازه/رنگ)، مدیریت سهام
tr: Ürün kataloğu: kategoriler, filtreler, arama, varyantlar (beden/renk), stok yönetimi

source: Shopping cart, checkout flow, and multiple payment gateways (Stripe, PayPal, local)
ar: عربة التسوق، وتدفق الخروج، وبوابات الدفع المتعددة (Stripe، PayPal، Local)
fa: سبد خرید، جریان پرداخت و درگاه‌های پرداخت متعدد (Stripe، PayPal، محلی)
tr: Alışveriş sepeti, ödeme akışı ve çoklu ödeme ağ geçitleri (Stripe, PayPal, yerel)

source: Order management: status tracking, invoices, shipping labels, email notifications
ar: إدارة الطلبات: تتبع الحالة، الفواتير، ملصقات الشحن، إشعارات البريد الإلكتروني
fa: مدیریت سفارش: ردیابی وضعیت، فاکتورها، برچسب های حمل و نقل، اعلان های ایمیل
tr: Sipariş yönetimi: durum takibi, faturalar, kargo etiketleri, e-posta bildirimleri

source: Customer accounts: profiles, order history, wishlists, reviews
ar: حسابات العملاء: الملفات الشخصية وسجل الطلبات وقوائم الرغبات والمراجعات
fa: حساب‌های مشتری: پروفایل‌ها، تاریخچه سفارش‌ها، فهرست‌های خواسته‌ها، نظرات
tr: Müşteri hesapları: profiller, sipariş geçmişi, istek listeleri, yorumlar

source: Admin panel: products, orders, customers, analytics, discount codes, reports
ar: لوحة الإدارة: المنتجات، الطلبات، العملاء، التحليلات، أكواد الخصم، التقارير
fa: پنل مدیریت: محصولات، سفارشات، مشتریان، تجزیه و تحلیل، کدهای تخفیف، گزارش ها
tr: Yönetim paneli: ürünler, siparişler, müşteriler, analitik, indirim kodları, raporlar

source: SEO: product pages, sitemaps, schema markup, meta optimization
ar: تحسين محركات البحث (SEO): صفحات المنتج، وخرائط الموقع، وترميز المخطط، وتحسين التعريف
fa: SEO: صفحات محصول، نقشه سایت، نشانه گذاری طرحواره، بهینه سازی متا
tr: SEO: ürün sayfaları, site haritaları, şema işaretleme, meta optimizasyonu

source: Security: PCI compliance basics, secure payments, data encryption
ar: الأمان: أساسيات الامتثال لـ PCI، والمدفوعات الآمنة، وتشفير البيانات
fa: امنیت: اصول انطباق با PCI، پرداخت های ایمن، رمزگذاری داده ها
tr: Güvenlik: PCI uyumluluğu temelleri, güvenli ödemeler, veri şifreleme

source: Process
ar: عملية
fa: فرآیند
tr: Süreç

source: Requirements: product types, payment methods, shipping zones, tax rules
ar: المتطلبات: أنواع المنتجات، طرق الدفع، مناطق الشحن، القواعد الضريبية
fa: الزامات: انواع محصول، روش های پرداخت، مناطق حمل و نقل، قوانین مالیاتی
tr: Gereksinimler: ürün türleri, ödeme yöntemleri, kargo bölgeleri, vergi kuralları

source: Design: product pages, cart, checkout, admin UI mockups
ar: التصميم: صفحات المنتج، سلة التسوق، الخروج، نماذج بالحجم الطبيعي لواجهة المستخدم الإدارية
fa: طراحی: صفحات محصول، سبد خرید، پرداخت، مدل‌های رابط کاربری مدیریت
tr: Tasarım: ürün sayfaları, sepet, ödeme, yönetim paneli arayüz taslakları

source: Development: Django e-commerce backend + frontend + payment integration
ar: التطوير: الواجهة الخلفية للتجارة الإلكترونية في Django + الواجهة الأمامية + تكامل الدفع
fa: توسعه: باطن تجارت الکترونیک جنگو + بخش مقدماتی + ادغام پرداخت
tr: Geliştirme: Django e-ticaret backend + frontend + ödeme entegrasyonu

source: Testing: checkout flow, payment sandbox, inventory, order workflows
ar: الاختبار: تدفق الخروج، ووضع الحماية للدفع، والمخزون، وسير عمل الطلب
fa: آزمایش: جریان پرداخت، جعبه ماسه پرداخت، موجودی، گردش کار سفارش
tr: Test: ödeme akışı, ödeme test ortamı, envanter, sipariş iş akışları

source: Launch: SSL, payment gateway setup, initial product import, go-live
ar: الإطلاق: طبقة المقابس الآمنة (SSL)، وإعداد بوابة الدفع، والاستيراد الأولي للمنتج، والبدء المباشر
fa: راه‌اندازی: SSL، راه‌اندازی درگاه پرداخت، واردات اولیه محصول، شروع به کار
tr: Yayınlama: SSL, ödeme ağ geçidi kurulumu, ilk ürün içe aktarma, canlıya alma

source: Technologies we use
ar: التقنيات التي نستخدمها
fa: فناوری هایی که ما استفاده می کنیم
tr: Kullandığımız teknolojiler

source: Django + PostgreSQL, Stripe/PayPal APIs, Redis for caching, Celery for background tasks, Docker for deployment. Frontend: Bootstrap/Tailwind, JavaScript, responsive design.
ar: Django + PostgreSQL، وStripe/PayPal APIs، وRedis للتخزين المؤقت، وCelery لمهام الخلفية، وDocker للنشر. الواجهة الأمامية: Bootstrap/Tailwind، JavaScript، تصميم سريع الاستجابة.
fa: جنگو + PostgreSQL، APIهای Stripe/PayPal، Redis برای ذخیره‌سازی، Celery برای کارهای پس‌زمینه، Docker برای استقرار.Frontend: Bootstrap/Tailwind، جاوا اسکریپت، طراحی پاسخگو.
tr: Django + PostgreSQL, Stripe/PayPal API'leri, önbellekleme için Redis, arka plan görevleri için Celery, dağıtım için Docker. Frontend: Bootstrap/Tailwind, JavaScript, duyarlı tasarım.

source: Typical timeline
ar: الجدول الزمني النموذجي
fa: جدول زمانی معمولی
tr: Tipik zaman çizelgesi

source: Small store (50-200 products): 4-8 weeks · Medium store (200-1000 products): 8-16 weeks · Large marketplace: 16+ weeks
ar: متجر صغير (50-200 منتج): 4-8 أسابيع متجر متوسط ​​(200-1000 منتج): 8-16 أسبوع سوق كبير: 16+ أسبوع
fa: فروشگاه کوچک (50-200 محصول): 4-8 هفته فروشگاه متوسط ​​(200-1000 محصول): 8-16 هفته بازار بزرگ: 16 هفته به بالا
tr: Küçük mağaza (50-200 ürün): 4-8 hafta · Orta mağaza (200-1000 ürün): 8-16 hafta · Büyük pazaryeri: 16+ hafta

source: Pricing (guideline)
ar: التسعير (المبدأ التوجيهي)
fa: قیمت گذاری (راهنما)
tr: Fiyatlandırma (kılavuz)

source: Basic e-commerce stores start from 25,000 TL. Stores with custom features, multiple payment methods, inventory sync, or marketplace functionality are quoted after reviewing requirements.
ar: تبدأ أسعار متاجر التجارة الإلكترونية الأساسية من 25.000 ليرة تركية. يتم تحديد المتاجر ذات الميزات المخصصة أو طرق الدفع المتعددة أو مزامنة المخزون أو وظائف السوق بعد متطلبات المراجعة.
fa: فروشگاه های تجارت الکترونیک پایه از 25000 لیر شروع می شوند.فروشگاه‌هایی با ویژگی‌های سفارشی، روش‌های پرداخت چندگانه، همگام‌سازی موجودی، یا عملکرد بازار پس از بررسی الزامات نقل‌قول می‌شوند.
tr: Temel e-ticaret mağazaları 25.000 TL'den başlar. Özel özellikler, çoklu ödeme yöntemleri, envanter senkronizasyonu veya pazaryeri işlevselliği olan mağazalar gereksinimler incelendikten sonra fiyatlandırılır.

source: Q: Do you handle payment gateway setup?
ar: س: هل تتعامل مع إعداد بوابة الدفع؟
fa: س: آیا راه اندازی درگاه پرداخت را انجام می دهید؟
tr: S: Ödeme ağ geçidi kurulumunu siz mi yapıyorsunuz?

source: A: Yes, we integrate Stripe, PayPal, or local payment providers. You'll need to provide API credentials from your payment account.
ar: ج: نعم، نحن ندمج مزودي خدمة الدفع Stripe أو PayPal أو المحليين. ستحتاج إلى تقديم بيانات اعتماد API من حساب الدفع الخاص بك.
fa: پاسخ: بله، ما Stripe، PayPal یا ارائه دهندگان پرداخت محلی را ادغام می کنیم.باید اعتبار API را از حساب پرداخت خود ارائه دهید.
tr: C: Evet, Stripe, PayPal veya yerel ödeme sağlayıcılarını entegre ediyoruz. Ödeme hesabınızdan API kimlik bilgilerini sağlamanız gerekecek.

source: Q: Can I manage products myself?
ar: س: هل يمكنني إدارة المنتجات بنفسي؟
fa: س: آیا می توانم محصولات را خودم مدیریت کنم؟
tr: S: Ürünleri kendim yönetebilir miyim?

source: A: Yes, the admin panel includes full product management: add/edit products, set prices, manage inventory, upload images.
ar: ج: نعم، تتضمن لوحة الإدارة إدارة كاملة للمنتج: إضافة/تعديل المنتجات، وتحديد الأسعار، وإدارة المخزون، وتحميل الصور.
fa: پاسخ: بله، پنل مدیریت شامل مدیریت کامل محصول است: افزودن/ویرایش محصولات، تنظیم قیمت، مدیریت موجودی، آپلود تصاویر.
tr: C: Evet, yönetim paneli tam ürün yönetimini içerir: ürün ekleme/düzenleme, fiyat belirleme, envanter yönetimi, görsel yükleme.

source: Q: Do you provide hosting?
ar: س: هل توفرون الاستضافة ؟
fa: س: آیا میزبانی ارائه می دهید؟
tr: S: Hosting sağlıyor musunuz?

source: A: We can set up hosting or you can use your own. We recommend cloud hosting (AWS, DigitalOcean) for better performance and scalability.
ar: ج: يمكننا إعداد الاستضافة أو يمكنك استخدام الاستضافة الخاصة بك. نوصي بالاستضافة السحابية (AWS، وDigitalOcean) للحصول على أداء أفضل وقابلية للتوسع.
fa: پاسخ: ما می توانیم میزبانی را راه اندازی کنیم یا شما می توانید از هاست خود استفاده کنید.ما میزبانی ابری (AWS، DigitalOcean) را برای عملکرد و مقیاس پذیری بهتر توصیه می کنیم.
tr: C: Hosting kurabiliriz veya kendi hosting'inizi kullanabilirsiniz. Daha iyi performans ve ölçeklenebilirlik için bulut hosting'i (AWS, DigitalOcean) öneriyoruz.

source: Starting from
tr: Başlangıç fiyatı

source: Includes
ar: يشمل
fa: شامل می شود
tr: İçerir

source: full store + admin + payment
ar: مخزن كامل + المشرف + الدفع
fa: فروشگاه کامل + ادمین + پرداخت
tr: tam mağaza + yönetim + ödeme

source: E-commerce packages
tr: E-ticaret paketleri

source: Select Package
tr: Paket Seç

source: Optional
tr: İsteğe bağlı

source: Frequently Asked Questions (FAQ)
tr: Sıkça Sorulan Sorular (SSS)

source: Find answers to common questions about our web design, e-commerce, and development services.
tr: Web tasarımı, e-ticaret ve geliştirme hizmetlerimizle ilgili sık sorulan soruların yanıtlarını bulun.

source: Find answers to common questions
tr: Yaygın sorulara yanıtlar bulun

source: Frequently Asked Questions
tr: Sıkça Sorulan Sorular

source: Search questions...
tr: Soru ara...

source: Try a different search term or category.
tr: Farklı bir arama terimi veya kategori deneyin.

source: Still have questions?
tr: Hâlâ sorunuz mu var?

source: Learn about our quality guarantee, satisfaction promise, and commitment to excellence.
tr: Kalite garantimiz, memnuniyet sözümüz ve mükemmelliğe olan bağlılığımız hakkında bilgi edinin.

source: 100%% Satisfaction Guaranteed
tr: %%100 Memnuniyet Garantisi

source: We Stand Behind Our Work
tr: İşimizin Arkasındayız

source: At Angraweb.com, we are committed to delivering exceptional results. Our guarantee ensures that you receive the quality service you deserve.
tr: Angraweb.com olarak olağanüstü sonuçlar sunmaya kendimizi adadık. Garantimiz şunu sağlar: Hak ettiğiniz kaliteli hizmeti alırsınız.

source: Quality Guarantee
tr: Kalite Garantisi

source: We guarantee that all our work meets professional standards. If you're not satisfied with the quality, we'll work with you to make it right.
tr: Tüm çalışmalarımızın profesyonel standartlara uygun olduğunu garanti ediyoruz. Eğer memnun değilseniz kaliteyle, bunu doğru yapmak için sizinle birlikte çalışacağız.

source: We commit to delivering your project on time. If we fail to meet agreed deadlines due to our fault, we'll compensate accordingly.
tr: Projenizi zamanında teslim etmeyi taahhüt ediyoruz. Kararlaştırılan son teslim tarihlerine yetişemezsek bizim hatamız nedeniyle buna göre tazminat ödeyeceğiz.

source: Support Guarantee
tr: Destek Garantisi

source: We provide ongoing support for all our projects. Our support guarantee ensures you have help when you need it.
tr: Tüm projelerimize sürekli destek sağlıyoruz. Destek garantimiz sizi güvence altına alır İhtiyacınız olduğunda yardım alın.

source: Security Guarantee
tr: Güvenlik Garantisi
