Repository: aliasttt/angraweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, tr

source: Contact/lead forms connected to database and admin panel
ar: نماذج الاتصال/العميل المتوقع المتصلة بقاعدة البيانات ولوحة الإدارة
fa: فرم های تماس/سرب متصل به پایگاه داده و پنل مدیریت
tr: Veritabanı ve yönetim paneline bağlı iletişim/potansiyel müşteri formları

source: Deployment, SSL, domain + basic security hardening
ar: النشر وSSL والمجال + تشديد الأمان الأساسي
fa: استقرار، SSL، دامنه + سخت‌سازی اولیه امنیتی
tr: Dağıtım, SSL, alan adı + temel güvenlik sertleştirme

source: Discovery & requirements: goals, pages, competitors, content checklist
ar: الاكتشاف والمتطلبات: الأهداف، الصفحات، المنافسون، قائمة مراجعة المحتوى
fa: کشف و الزامات: اهداف، صفحات، رقبا، چک لیست محتوا
tr: Keşif ve gereksinimler: hedefler, sayfalar, rakipler, içerik kontrol listesi

source: Wireframe & UI: layout, sections, conversion paths, copy structure
ar: الإطار السلكي وواجهة المستخدم: التخطيط والأقسام ومسارات التحويل وبنية النسخ
fa: Wireframe و UI: طرح‌بندی، بخش‌ها، مسیرهای تبدیل، ساختار کپی
tr: Wireframe ve UI: düzen, bölümler, dönüşüm yolları, metin yapısı

source: Development: Django templates + reusable components + SEO
ar: التطوير: قوالب Django + مكونات قابلة لإعادة الاستخدام + SEO
fa: توسعه: قالب های جنگو + اجزای قابل استفاده مجدد + سئو
tr: Geliştirme: Django şablonları + yeniden kullanılabilir bileşenler + SEO

source: QA: mobile/responsive checks, speed, accessibility basics
ar: ضمان الجودة: فحوصات الهاتف المحمول/الاستجابة، والسرعة، وأساسيات إمكانية الوصول
fa: QA: بررسی های تلفن همراه / پاسخگو، سرعت، اصول دسترسی
tr: QA: mobil/duyarlı kontroller, hız, erişilebilirlik temelleri

source: Launch: hosting setup, SSL, analytics, monitoring
ar: الإطلاق: إعداد الاستضافة، SSL، التحليلات، المراقبة
fa: راه اندازی: راه اندازی میزبانی، SSL، تجزیه و تحلیل، نظارت
tr: Yayınlama: hosting kurulumu, SSL, analitik, izleme

source: Landing page: 3–7 days · Corporate site: 1–3 weeks · Custom web app: 3–8+ weeks
ar: الصفحة المقصودة: 3–7 أيام · موقع الشركة: 1–3 أسابيع · تطبيق الويب المخصص: 3–8+ أسابيع
fa: صفحه فرود: 3 تا 7 روز · سایت شرکتی: 1 تا 3 هفته · برنامه وب سفارشی: 3 تا 8 هفته به بالا
tr: Landing sayfası: 3–7 gün · Kurumsal site: 1–3 hafta · Özel web uygulaması: 3–8+ hafta

source: Corporate websites start from 8,000 TL. Complex websites with multi‑language, custom admin and integrations are quoted after reviewing scope.
ar: تبدأ أسعار مواقع الشركات من 8000 ليرة تركية. يتم اقتباس مواقع الويب المعقدة ذات الإدارة المخصصة والتكاملات متعددة اللغات بعد نطاق المراجعة.
fa: وب سایت های شرکتی از 8000 لیر شروع می شوند.وب‌سایت‌های پیچیده با چند زبان، مدیر سفارشی و ادغام پس از بررسی، نقل‌قول می‌شوند.
tr: Kurumsal web siteleri 8.000 TL'den başlar. Çok dilli, özel yönetim ve entegrasyonlar içeren karmaşık web siteleri kapsam incelendikten sonra fiyatlandırılır.

source: maintenance & upgrades
ar: الصيانة والترقيات
fa: تعمیر و نگهداری و ارتقاء
tr: bakım ve güncellemeler

source: Phone (optional)
ar: الهاتف (اختياري)
fa: تلفن (اختیاری)

source: Follow Us
ar: تابعنا
fa: ما را دنبال کنید

source: Your information
ar: المعلومات الخاصة بك
fa: اطلاعات شما

source: Activity
ar: أنشطة
fa: فعالیت ها

source: Your recent activity and requests will appear here.
ar: ستظهر هنا أنشطتك وطلباتك الأخيرة.
fa: فعالیت ها و درخواست های اخیر شما در اینجا نمایش داده می شود.

source: VPS
ar: الخادم الافتراضي الخاص

source: Web and mobile app design | Custom developer and designer
ar: تصميم تطبيقات الويب والجوال | مطور ومصمم مخصص
fa: طراحی اپلیکیشن وب و موبایل |توسعه دهنده و طراح سفارشی

source: No projects found.
ar: لم يتم العثور على مشاريع.
fa: هیچ پروژه ای یافت نشد

source: Education
ar: تعليم
fa: آموزش و پرورش

source: Computer Programming
ar: برمجة الكمبيوتر
fa: برنامه نویسی کامپیوتر

source: Experience
ar: خبرة
fa: تجربه کنید

source: Freelance Web Developer
ar: مطور ويب مستقل
fa: توسعه دهنده وب آزاد
