Repository: aliasttt/angraweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, tr

source: Add your team members from the admin panel and they will appear here.
ar: أضف أعضاء فريقك من لوحة الإدارة وسيظهرون هنا.
fa: اعضای تیم خود را از پنل مدیریت اضافه کنید و در اینجا ظاهر می شوند.
tr: Ekip üyelerinizi yönetim panelinden ekleyin ve burada görünecekler.

source: Technology Stack - Tools & Technologies
tr: Teknoloji Yığını - Araçlar ve Teknolojiler

source: Explore the modern technologies and tools we use to build professional websites and applications.
tr: Profesyonel web siteleri ve uygulamalar oluşturmak için kullandığımız modern teknolojileri ve araçları keşfedin.

source: Frontend Technologies
tr: Ön Yüz Teknolojileri

source: Semantic markup and modern web standards
tr: Anlamsal işaretleme ve modern web standartları

source: Advanced styling and animations
tr: Gelişmiş stil ve animasyonlar

source: Interactive and dynamic web experiences
tr: İnteraktif ve dinamik web deneyimleri

source: Responsive framework for modern designs
tr: Modern tasarımlar için duyarlı çerçeve

source: Component-based UI library
tr: Bileşen tabanlı kullanıcı arayüzü kitaplığı

source: Progressive JavaScript framework
tr: Aşamalı JavaScript çerçevesi

source: Powerful and versatile programming language
tr: Güçlü ve çok yönlü programlama dili

source: High-level Python web framework
tr: Üst düzey Python web çerçevesi

source: JavaScript runtime for server-side
tr: Sunucu tarafı için JavaScript çalışma zamanı

source: Reliable relational database
tr: Güvenilir ilişkisel veritabanı

source: Backend-as-a-Service platform
tr: Hizmet Olarak Arka Uç Platformu

source: Cross-platform mobile development
tr: Platformlar arası mobil geliştirme

source: Native Android development
tr: Yerel Android geliştirme

source: Google's UI toolkit
tr: Google'ın kullanıcı arayüzü araç seti

source: Git & GitHub
tr: Git ve GitHub

source: Version control and collaboration
tr: Sürüm kontrolü ve işbirliği

source: Containerization platform
tr: Konteynerizasyon platformu

source: Design and prototyping tool
tr: Tasarım ve prototip oluşturma aracı

source: Why We Choose These Technologies
tr: Neden Bu Teknolojileri Seçiyoruz?

source: Performance
tr: Performans

source: Built-in security features and best practices
tr: Yerleşik güvenlik özellikleri ve en iyi uygulamalar

source: Scalability
tr: Ölçeklenebilirlik

source: Easy to scale as your business grows
tr: İşletmeniz büyüdükçe ölçeklendirmesi kolaydır

source: Read our terms and conditions to understand the rules and regulations for using our services.
tr: Hizmetlerimizi kullanmaya ilişkin kuralları ve düzenlemeleri anlamak için şartlar ve koşullarımızı okuyun.

source: 1. Acceptance of Terms
tr: 1. Şartların Kabulü

source: By accessing and using Angraweb.com, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to these terms, please do not use our services.
tr: Angraweb.com'a erişerek ve onu kullanarak, bu sözleşmenin şartlarına ve hükümlerine bağlı kalmayı kabul ve taahhüt ediyorsunuz. Bu şartları kabul etmiyorsanız lütfen hizmetlerimizi kullanmayın.

source: Angraweb.com provides web design, development, e-commerce solutions, mobile app development, SEO services, and related digital services. We reserve the right to modify, suspend, or discontinue any service at any time.
tr: Angraweb.com web tasarımı, geliştirme, e-ticaret çözümleri, mobil uygulama geliştirme, SEO hizmetleri sağlar, ve ilgili dijital hizmetler. Herhangi bir hizmeti herhangi bir zamanda değiştirme, askıya alma veya durdurma hakkını saklı tutuyoruz.

source: 3. Client Responsibilities
tr: 3. Müşteri Sorumlulukları

source: As a client, you agree to:
tr: Bir müşteri olarak şunları kabul edersiniz:

source: Provide accurate and complete information
tr: Doğru ve eksiksiz bilgi verin

source: Respond promptly to requests for information or feedback
tr: Bilgi veya geri bildirim taleplerine anında yanıt verin

source: Make timely payments as agreed
tr: Ödemeleri kararlaştırıldığı gibi zamanında yapın

source: Respect intellectual property rights
tr: Fikri mülkiyet haklarına saygı gösterin

source: Not use our services for illegal purposes
tr: Hizmetlerimizi yasa dışı amaçlarla kullanmamak

source: 4. Payment Terms
tr: 4. Ödeme Koşulları

source: 4.1 Payment Schedule
tr: 4.1 Ödeme Planı

source: Payment terms will be specified in your project agreement. Typically, we require a deposit before starting work, with remaining payments due upon project milestones or completion.
tr: Ödeme koşulları proje sözleşmenizde belirtilecektir. Genellikle önceden depozito talep ederiz Projenin aşamaları veya tamamlanması üzerine kalan ödemelerle birlikte işe başlama.

source: 4.2 Late Payments
tr: 4.2 Geç Ödemeler

source: Late payments may result in project delays or suspension of services. We reserve the right to charge interest on overdue amounts.
tr: Geç ödemeler projede gecikmelere veya hizmetlerin askıya alınmasına neden olabilir. Ücretlendirme hakkımız saklıdır vadesi geçmiş tutarlara faiz.

source: 5. Intellectual Property
tr: 5. Fikri Mülkiyet

source: 5.1 Client Content
tr: 5.1 Müşteri İçeriği

source: You retain ownership of all content, data, and materials you provide to us. You grant us a license to use this content solely for the purpose of providing our services.
tr: Bize sağladığınız tüm içerik, veri ve materyallerin mülkiyeti sizde kalır. Bize bir lisans veriyorsunuz Bu içeriği yalnızca hizmetlerimizi sağlamak amacıyla kullanmak.

source: 5.2 Our Work
tr: 5.2 Çalışmamız

source: Upon full payment, you will receive ownership of the final deliverables. We retain the right to use completed work in our portfolio and marketing materials unless otherwise agreed.
tr: Ödemenin tamamının yapılmasının ardından nihai teslimatların mülkiyetini alacaksınız. Kullanım hakkını saklı tutuyoruz Aksi kararlaştırılmadıkça portföyümüzdeki ve pazarlama materyallerimizdeki çalışmaları tamamladık.

source: 6. Project Timeline
tr: 6. Proje Zaman Çizelgesi

source: Project timelines are estimates and may vary based on project complexity, client responsiveness, and unforeseen circumstances. We will communicate any significant delays promptly.
tr: Proje zaman çizelgeleri tahminlerdir ve projenin karmaşıklığına, müşterinin yanıt verme hızına ve öngörülemeyen durumlar. Herhangi bir önemli gecikmeyi derhal bildireceğiz.

source: We include a reasonable number of revisions in our packages. Additional revisions beyond the agreed scope may incur additional charges.
tr: Paketlerimizde makul sayıda revizyona yer veriyoruz. Mutabakatın ötesinde ek revizyonlar kapsam ek ücrete tabi olabilir.

source: 8. Cancellation Policy
tr: 8. İptal Politikası

source: Either party may cancel a project with written notice. If you cancel, you will be charged for work completed up to the cancellation date. Deposits are non-refundable unless otherwise specified.
tr: Taraflardan herhangi biri bir projeyi yazılı bildirimde bulunarak iptal edebilir. İptal ederseniz, sizden iş ücreti alınacaktır iptal tarihine kadar tamamlanmıştır. Aksi belirtilmedikçe depozitolar iade edilmez.

source: 9. Warranty and Support
tr: 9. Garanti ve Destek

source: We provide a warranty period for our work as specified in your agreement. Support and maintenance services may be available separately.
tr: Yaptığımız işlere sözleşmenizde belirtilen garanti süresini sunuyoruz. Destek ve bakım hizmetler ayrı olarak sunulabilir.

source: 10. Limitation of Liability
tr: 10. Sorumluluğun Sınırlandırılması

source: Our liability is limited to the amount paid for the specific service. We are not liable for indirect, incidental, or consequential damages.
tr: Sorumluluğumuz belirli bir hizmet için ödenen tutarla sınırlıdır. Dolaylı olarak sorumlu değiliz, tesadüfi veya sonuç olarak ortaya çıkan hasarlar.

source: 11. Indemnification
tr: 11. Tazminat

source: You agree to indemnify and hold us harmless from any claims, damages, or expenses arising from your use of our services or violation of these terms.
tr: Tarafınızdan kaynaklanan her türlü iddia, zarar veya masrafa karşı bizi tazmin edeceğinizi ve zarar görmememizi sağlayacağınızı kabul edersiniz. hizmetlerimizin kullanılması veya bu şartların ihlali.

source: 12. Confidentiality
tr: 12. Gizlilik

source: We respect the confidentiality of your business information and will not disclose it to third parties without your consent, except as required by law.
tr: Ticari bilgilerinizin gizliliğine saygı duyuyoruz ve bunları üçüncü taraflara açıklamayacağız yasaların gerektirdiği durumlar dışında, sizin izniniz olmadan.

source: 13. Dispute Resolution
tr: 13. Uyuşmazlık Çözümü

source: Any disputes will be resolved through good faith negotiation. If unresolved, disputes will be subject to the jurisdiction of Turkish courts.
tr: Her türlü anlaşmazlık iyi niyetle müzakere yoluyla çözülecektir. Çözülmezse anlaşmazlıklar devam edecek Türk mahkemelerinin yetkisindedir.

source: 14. Changes to Terms
tr: 14. Şartlarda Değişiklikler

source: We reserve the right to modify these terms at any time. Continued use of our services after changes constitutes acceptance of the new terms.
tr: Bu şartları herhangi bir zamanda değiştirme hakkını saklı tutuyoruz. Değişikliklerden sonra hizmetlerimizi kullanmaya devam etmek yeni koşulların kabul edildiği anlamına gelir.

source: For questions about these terms, please contact us:
tr: Bu şartlarla ilgili sorularınız için lütfen bizimle iletişime geçin:

source: Client Testimonials
tr: Müşteri Görüşleri

source: Read what our clients say about our web design and development services.
tr: Müşterilerimizin web tasarım ve geliştirme hizmetlerimiz hakkında söylediklerini okuyun.

source: What our satisfied clients say about us
tr: Memnun müşterilerimiz hakkımızda neler söylüyor

source: No testimonials yet
tr: Henüz referans yok

source: Check back later for client reviews.
tr: Müşteri incelemeleri için daha sonra tekrar kontrol edin.

source: Write a Review
tr: Yorum Yazın

source: Share your experience with us. Your review will be published after approval.
tr: Deneyiminizi paylaşın. Yorumunuz onaylandıktan sonra yayınlanacaktır.

source: Submit Review
tr: Yorum Gönder

source: User-centered design that converts visitors into customers
ar: تصميم يتمحور حول المستخدم ويحول الزوار إلى عملاء
fa: طراحی کاربر محور که بازدیدکنندگان را به مشتری تبدیل می کند
tr: Ziyaretçileri müşteriye dönüştüren kullanıcı odaklı tasarım

source: UI/UX design services
tr: UI/UX tasarım hizmetleri

source: We design intuitive, beautiful interfaces that users love. Our process combines user research, wireframing, prototyping, and visual design to create experiences that are both functional and delightful. From websites to mobile apps, we ensure your product is easy to use and drives conversions.
ar: نحن نصمم واجهات بديهية وجميلة يحبها المستخدمون. تجمع عمليتنا بين بحث المستخدم، والإطار الشبكي، والنماذج الأولية، والتصميم المرئي لإنشاء تجارب عملية وممتعة في نفس الوقت. بدءًا من مواقع الويب وحتى تطبيقات الأجهزة المحمولة، نضمن أن منتجك سهل الاستخدام ويؤدي إلى زيادة التحويلات.
fa: ما رابط های بصری و زیبا را طراحی می کنیم که کاربران آن را دوست دارند.فرآیند ما تحقیقات کاربر، قاب سیمی، نمونه سازی اولیه و طراحی بصری را برای ایجاد تجربیاتی که هم کاربردی و هم لذت بخش هستند، ترکیب می کند.از وب‌سایت‌ها گرفته تا برنامه‌های تلفن همراه، ما اطمینان می‌دهیم که استفاده از محصول شما آسان است و باعث ایجاد تبدیل می‌شود.
tr: Kullanıcıların sevdiği sezgisel, güzel arayüzler tasarlıyoruz. Sürecimiz kullanıcı araştırması, wireframing, prototipleme ve görsel tasarımı birleştirerek hem işlevsel hem de keyifli deneyimler yaratır. Web sitelerinden mobil uygulamalara kadar, ürününüzün kullanımı kolay ve dönüşümleri artırdığından emin oluyoruz.

source: User research: personas, user journeys, pain points, competitor analysis
ar: بحث المستخدم: الشخصيات، رحلات المستخدم، نقاط الألم، تحليل المنافسين
fa: تحقیقات کاربر: شخصیت ها، سفرهای کاربر، نقاط درد، تجزیه و تحلیل رقبا
tr: Kullanıcı araştırması: kişiler, kullanıcı yolculukları, acı noktalar, rekabet analizi

source: Wireframes: low-fidelity layouts, information architecture, user flows
ar: الإطارات السلكية: تخطيطات منخفضة الدقة، وهندسة المعلومات، وتدفقات المستخدم
fa: Wireframes: طرح‌بندی‌های با وفاداری پایین، معماری اطلاعات، جریان‌های کاربر
tr: Wireframes: düşük doğruluklu düzenler, bilgi mimarisi, kullanıcı akışları

source: Prototypes: interactive clickable prototypes (Figma) for testing and feedback
ar: النماذج الأولية: نماذج أولية تفاعلية قابلة للنقر (Figma) للاختبار والتعليقات
fa: نمونه های اولیه: نمونه های اولیه قابل کلیک تعاملی (Figma) برای آزمایش و بازخورد
tr: Prototipler: test ve geri bildirim için etkileşimli tıklanabilir prototipler (Figma)

source: Visual design: color palette, typography, icons, components, style guide
ar: التصميم المرئي: لوحة الألوان، الطباعة، الرموز، المكونات، دليل الأسلوب
fa: طراحی بصری: پالت رنگ، تایپوگرافی، نمادها، اجزا، راهنمای سبک
tr: Görsel tasarım: renk paleti, tipografi, ikonlar, bileşenler, stil kılavuzu

source: Responsive design: mobile, tablet, desktop layouts and breakpoints
ar: التصميم سريع الاستجابة: تخطيطات الهاتف المحمول والكمبيوتر اللوحي وسطح المكتب ونقاط التوقف
fa: طراحی واکنشگرا: چیدمان های موبایل، تبلت، دسکتاپ و نقاط شکست
tr: Duyarlı tasarım: mobil, tablet, masaüstü düzenleri ve kesme noktaları

source: Design system: reusable components, patterns, guidelines for consistency
ar: نظام التصميم: المكونات القابلة لإعادة الاستخدام، والأنماط، والمبادئ التوجيهية للاتساق
fa: سیستم طراحی: اجزای قابل استفاده مجدد، الگوها، دستورالعمل های سازگاری
tr: Tasarım sistemi: yeniden kullanılabilir bileşenler, desenler, tutarlılık için yönergeler

source: Handoff: design specs, assets, developer notes for implementation
ar: Handoff: مواصفات التصميم والأصول وملاحظات المطور للتنفيذ
fa: Handoff: مشخصات طراحی، دارایی ها، یادداشت های توسعه دهنده برای پیاده سازی
tr: Teslim: tasarım özellikleri, varlıklar, uygulama için geliştirici notları

source: Discovery: understand goals, users, competitors, brand guidelines
ar: الاكتشاف: فهم الأهداف والمستخدمين والمنافسين وإرشادات العلامة التجارية
fa: کشف: درک اهداف، کاربران، رقبا، دستورالعمل های برند
tr: Keşif: hedefleri, kullanıcıları, rakipleri, marka yönergelerini anlama

source: Research: user interviews, surveys, analytics review, persona creation
ar: البحث: مقابلات المستخدمين، والدراسات الاستقصائية، ومراجعة التحليلات، وإنشاء الشخصية
fa: تحقیق: مصاحبه با کاربر، نظرسنجی، بررسی تحلیلی، ایجاد شخصیت
tr: Araştırma: kullanıcı görüşmeleri, anketler, analitik inceleme, kişi oluşturma

source: Wireframing: structure, layout, navigation, key user flows
ar: التخطيط السلكي: الهيكل، والتخطيط، والتنقل، وتدفقات المستخدم الرئيسية
fa: Wireframing: ساختار، طرح‌بندی، ناوبری، جریان‌های کاربر کلیدی
tr: Wireframing: yapı, düzen, navigasyon, ana kullanıcı akışları

source: Design: visual design, components, responsive layouts, interactions
ar: التصميم: التصميم المرئي، المكونات، التخطيطات سريعة الاستجابة، التفاعلات
fa: طراحی: طراحی بصری، اجزاء، چیدمان های پاسخگو، تعاملات
tr: Tasarım: görsel tasarım, bileşenler, duyarlı düzenler, etkileşimler

source: Prototyping: interactive prototypes for testing and stakeholder review
ar: النماذج الأولية: نماذج أولية تفاعلية للاختبار ومراجعة أصحاب المصلحة
fa: نمونه سازی: نمونه های اولیه تعاملی برای آزمایش و بررسی ذینفعان
tr: Prototipleme: test ve paydaş incelemesi için etkileşimli prototipler

source: Refinement: feedback integration, polish, final design system
ar: الصقل: تكامل ردود الفعل، والتلميع، ونظام التصميم النهائي
fa: پالایش: ادغام بازخورد، پولیش، سیستم طراحی نهایی
tr: İyileştirme: geri bildirim entegrasyonu, cilalama, nihai tasarım sistemi

source: Handoff: design files, specs, assets, collaboration with developers
ar: Handoff: ملفات التصميم والمواصفات والأصول والتعاون مع المطورين
fa: Handoff: فایل های طراحی، مشخصات، دارایی ها، همکاری با توسعه دهندگان
tr: Teslim: tasarım dosyaları, özellikler, varlıklar, geliştiricilerle işbirliği

source: Tools we use
ar: الأدوات التي نستخدمها
fa: ابزارهایی که استفاده می کنیم
tr: Kullandığımız araçlar

source: Figma (design and prototyping), Adobe XD, Sketch, Miro (collaboration), UserTesting (user testing), Google Analytics (research).
ar: Figma (التصميم والنماذج الأولية)، Adobe XD، Sketch، Miro (التعاون)، UserTesting (اختبار المستخدم)، Google Analytics (البحث).
fa: Figma (طراحی و نمونه سازی)، Adobe XD، Sketch، Miro (همکاری)، UserTesting (تست کاربر)، Google Analytics (تحقیق).
tr: Figma (tasarım ve prototipleme), Adobe XD, Sketch, Miro (işbirliği), UserTesting (kullanıcı testi), Google Analytics (araştırma).

source: Design deliverables
ar: تسليمات التصميم
fa: محصولات قابل تحویل طراحی
tr: Tasarım teslim edilecekleri

source: Figma design files, interactive prototypes, style guide, component library, design specs (spacing, colors, fonts), assets (icons, images), developer handoff documentation.
ar: ملفات تصميم Figma، النماذج الأولية التفاعلية، دليل الأنماط، مكتبة المكونات، مواصفات التصميم (المسافات، الألوان، الخطوط)، الأصول (الأيقونات، الصور)، وثائق تسليم المطور.
fa: فایل‌های طراحی Figma، نمونه‌های اولیه تعاملی، راهنمای سبک، کتابخانه مؤلفه‌ها، مشخصات طراحی (فاصله، رنگ‌ها، فونت‌ها)، دارایی‌ها (آیکون‌ها، تصاویر)، مستندات انتقال برنامه‌نویس.
tr: Figma tasarım dosyaları, etkileşimli prototipler, stil kılavuzu, bileşen kütüphanesi, tasarım özellikleri (boşluk, renkler, yazı tipleri), varlıklar (ikonlar, görseller), geliştirici teslim dokümantasyonu.

source: Timeline
ar: الجدول الزمني
fa: جدول زمانی
tr: Zaman çizelgesi

source: Landing page design: 1-2 weeks · Website design (5-10 pages): 3-6 weeks · Mobile app UI/UX: 4-8 weeks · Complex platforms: 8+ weeks
ar: تصميم الصفحة المقصودة: من أسبوع إلى أسبوعين · تصميم موقع الويب (5-10 صفحات): من 3 إلى 6 أسابيع · واجهة المستخدم/تجربة المستخدم لتطبيق الهاتف المحمول: من 4 إلى 8 أسابيع · المنصات المعقدة: أكثر من 8 أسابيع
fa: طراحی صفحه فرود: 1-2 هفته · طراحی وب سایت (5-10 صفحه): 3-6 هفته · UI/UX برنامه موبایل: 4-8 هفته · سیستم عامل های پیچیده: 8+ هفته
tr: Landing sayfası tasarımı: 1-2 hafta · Web sitesi tasarımı (5-10 sayfa): 3-6 hafta · Mobil uygulama UI/UX: 4-8 hafta · Karmaşık platformlar: 8+ hafta

source: Landing page design: 5,000-10,000 TL · Website design (5-10 pages): 15,000-35,000 TL · Mobile app UI/UX: 20,000-50,000 TL · Design system: 10,000-25,000 TL. Complex projects quoted after reviewing scope.
ar: تصميم الصفحة المقصودة: 5,000-10,000 ليرة تركية · تصميم موقع الويب (5-10 صفحات): 15,000-35,000 ليرة تركية · واجهة المستخدم/UX لتطبيق الهاتف المحمول: 20,000-50,000 ليرة تركية · نظام التصميم: 10,000-25,000 ليرة تركية. المشاريع المعقدة بعد نطاق المراجعة المقتبس.
fa: طراحی صفحه فرود: 5000-10000 لیر · طراحی وب سایت (5-10 صفحه): 15000-35000 لیر · رابط کاربری/UX اپلیکیشن موبایل: 20000-50000 لیره · سیستم طراحی: 10000-25000 لیر.پروژه های پیچیده پس از محدوده بررسی نقل قول.
tr: Landing sayfası tasarımı: 5.000-10.000 TL · Web sitesi tasarımı (5-10 sayfa): 15.000-35.000 TL · Mobil uygulama UI/UX: 20.000-50.000 TL · Tasarım sistemi: 10.000-25.000 TL. Karmaşık projeler kapsam incelendikten sonra fiyatlandırılır.

source: Q: Do you provide HTML/CSS code?
ar: س: هل تقدمون كود HTML/CSS؟
fa: س: آیا کد HTML/CSS را ارائه می دهید؟
tr: S: HTML/CSS kodu sağlıyor musunuz?

source: A: UI/UX design includes design files and specs. If you need frontend development, we can provide that as a separate service.
ar: ج: يتضمن تصميم UI/UX ملفات التصميم والمواصفات. إذا كنت بحاجة إلى تطوير الواجهة الأمامية، فيمكننا تقديم ذلك كخدمة منفصلة.
fa: A: طراحی UI/UX شامل فایل های طراحی و مشخصات می باشد.اگر نیاز به توسعه frontend دارید، ما می توانیم آن را به عنوان یک سرویس جداگانه ارائه دهیم.
tr: C: UI/UX tasarımı tasarım dosyalarını ve özelliklerini içerir. Frontend geliştirmeye ihtiyacınız varsa, bunu ayrı bir hizmet olarak sağlayabiliriz.

source: Q: How many revisions are included?
ar: س: كم عدد المراجعات المضمنة؟
fa: س: چند ویرایش گنجانده شده است؟
tr: S: Kaç revizyon dahil?

source: A: Typically 2-3 rounds of revisions are included. Additional revisions can be arranged based on project scope.
ar: ج: عادةً ما يتم تضمين 2-3 جولات من المراجعات. يمكن ترتيب مراجعات إضافية بناءً على نطاق المشروع.
fa: A: به طور معمول 2-3 دور از تجدید نظر گنجانده شده است.بازنگری های اضافی را می توان بر اساس محدوده پروژه ترتیب داد.
tr: C: Genellikle 2-3 tur revizyon dahildir. Ek revizyonlar proje kapsamına göre ayarlanabilir.

source: Q: Can you work with our existing brand?
ar: س: هل يمكنك العمل مع علامتنا التجارية الحالية؟
fa: س: آیا می توانید با نام تجاری موجود ما کار کنید؟
tr: S: Mevcut markamızla çalışabilir misiniz?

source: A: Yes, we can work with your existing brand guidelines, colors, and fonts, or help evolve your brand identity.
ar: ج: نعم، يمكننا العمل مع إرشادات علامتك التجارية الحالية وألوانها وخطوطها، أو المساعدة في تطوير هوية علامتك التجارية.
fa: پاسخ: بله، ما می‌توانیم با دستورالعمل‌ها، رنگ‌ها و فونت‌های برند موجود شما کار کنیم یا به تکامل هویت برند شما کمک کنیم.
tr: C: Evet, mevcut marka yönergeleriniz, renkleriniz ve yazı tiplerinizle çalışabiliriz veya marka kimliğinizin gelişmesine yardımcı olabiliriz.

source: Landing page
ar: الصفحة المقصودة
fa: صفحه فرود
tr: Landing sayfası

source: Full website
tr: Tam web sitesi

source: Professional Web Design
ar: تصميم مواقع إنترنت احترافية
fa: طراحی وب سایت حرفه ای
tr: Uzman Web Tasarımı

source: Modern, fast and conversion‑focused websites
ar: مواقع ويب حديثة وسريعة وتركز على التحويل
fa: وب سایت های مدرن، سریع و متمرکز بر تبدیل
tr: Modern, hızlı ve dönüşüm odaklı web siteleri

source: Web design services
tr: Web tasarım hizmetleri

source: We design and build high‑performance websites that load fast, rank on Google, and convert visitors into customers. From corporate websites to landing pages and web applications, we deliver a clean UI, solid engineering and measurable results.
ar: نحن نصمم ونبني مواقع ويب عالية الأداء يتم تحميلها بسرعة، ويتم تصنيفها على Google، وتحول الزوار إلى عملاء. بدءًا من مواقع الويب الخاصة بالشركات ووصولاً إلى الصفحات المقصودة وتطبيقات الويب، نقدم واجهة مستخدم نظيفة وهندسة قوية ونتائج قابلة للقياس.
fa: ما وب‌سایت‌هایی با عملکرد بالا طراحی و می‌سازیم که سریع بارگیری می‌شوند، در Google رتبه‌بندی می‌شوند و بازدیدکنندگان را به مشتری تبدیل می‌کنند.از وب‌سایت‌های شرکتی گرفته تا صفحات فرود و برنامه‌های وب، ما یک رابط کاربری تمیز، مهندسی قوی و نتایج قابل اندازه‌گیری ارائه می‌کنیم.
tr: Hızlı yüklenen, Google'da sıralanan ve ziyaretçileri müşteriye dönüştüren yüksek performanslı web siteleri tasarlıyor ve geliştiriyoruz. Kurumsal web sitelerinden landing sayfalarına ve web uygulamalarına kadar, temiz bir arayüz, sağlam mühendislik ve ölçülebilir sonuçlar sunuyoruz.

source: Responsive UI (mobile, tablet, desktop) with modern layout and typography
ar: واجهة مستخدم سريعة الاستجابة (للجوال والكمبيوتر اللوحي وسطح المكتب) مع تخطيط وطباعة حديثة
fa: رابط کاربری پاسخگو (موبایل، تبلت، دسکتاپ) با چیدمان و تایپوگرافی مدرن
tr: Modern düzen ve tipografi ile duyarlı arayüz (mobil, tablet, masaüstü)

source: SEO foundations: semantic HTML, meta tags, sitemap, schema basics
ar: أسس تحسين محركات البحث (SEO): HTML الدلالي، والعلامات الوصفية، وخريطة الموقع، وأساسيات المخطط
fa: مبانی سئو: HTML معنایی، متا تگ ها، نقشه سایت، مبانی طرحواره
tr: SEO temelleri: anlamsal HTML, meta etiketler, site haritası, şema temelleri

source: Performance optimization (Core Web Vitals) and fast loading
ar: تحسين الأداء (Core Web Vitals) والتحميل السريع
fa: بهینه سازی عملکرد (Core Web Vitals) و بارگذاری سریع
tr: Performans optimizasyonu (Core Web Vitals) ve hızlı yükleme

source: Clean codebase + scalable structure for future features
ar: قاعدة بيانات نظيفة + بنية قابلة للتطوير للميزات المستقبلية
fa: پایگاه کد تمیز + ساختار مقیاس پذیر برای ویژگی های آینده
tr: Temiz kod tabanı + gelecekteki özellikler için ölçeklenebilir yapı
