Repository: aliasttt/angraweb
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, fa, tr

source: We may collect the following personal information:
tr: Aşağıdaki kişisel bilgileri toplayabiliriz:

source: Name and contact information (email, phone number)
tr: İsim ve iletişim bilgileri (e-posta, telefon numarası)

source: Company name and business information
tr: Şirket adı ve işletme bilgileri

source: Payment information (processed securely through third-party providers)
tr: Ödeme bilgileri (üçüncü taraf sağlayıcılar aracılığıyla güvenli bir şekilde işlenir)

source: 2.2 Automatically Collected Information
tr: 2.2 Otomatik Olarak Toplanan Bilgiler

source: We automatically collect certain information when you visit our website:
tr: Web sitemizi ziyaret ettiğinizde belirli bilgileri otomatik olarak topluyoruz:

source: IP address and location data
tr: IP adresi ve konum verileri

source: Browser type and version
tr: Tarayıcı türü ve sürümü

source: Pages visited and time spent on pages
tr: Ziyaret edilen sayfalar ve sayfalarda geçirilen süre

source: Referring website addresses
tr: Yönlendiren web sitesi adresleri

source: Provide and improve our services
tr: Hizmetlerimizi sağlayın ve iyileştirin

source: Respond to your inquiries and requests
tr: Soru ve isteklerinize yanıt verin

source: Process transactions and send related information
tr: İşlemleri işleyin ve ilgili bilgileri gönderin

source: Send you marketing communications (with your consent)
tr: Size pazarlama iletişimleri göndermek (izniniz doğrultusunda)

source: Analyze website usage and improve user experience
tr: Web sitesi kullanımını analiz edin ve kullanıcı deneyimini iyileştirin

source: Comply with legal obligations
tr: Yasal yükümlülüklere uymak

source: 4. Data Protection
tr: 4. Veri Koruma

source: We implement appropriate technical and organizational measures to protect your personal data against unauthorized access, alteration, disclosure, or destruction. However, no method of transmission over the Internet is 100%% secure.
tr: Kişisel verilerinizi korumak için uygun teknik ve organizasyonel önlemleri uyguluyoruz. yetkisiz erişim, değişiklik, ifşa veya imha. Ancak herhangi bir iletim yöntemi yok İnternet %%%%100 güvenlidir.

source: 5. Cookies and Tracking Technologies
tr: 5. Çerezler ve İzleme Teknolojileri

source: We use cookies and similar tracking technologies to track activity on our website and store certain information. You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.
tr: Web sitemizdeki etkinliği izlemek ve belirli bilgileri saklamak için çerezleri ve benzer izleme teknolojilerini kullanıyoruz. bilgi. Tarayıcınıza tüm çerezleri reddetmesi veya bir çerez gönderildiğinde bunu belirtmesi talimatını verebilirsiniz.

source: 6. Third-Party Services
tr: 6. Üçüncü Taraf Hizmetleri

source: We may use third-party services such as Google Analytics, payment processors, and email service providers. These services have their own privacy policies regarding the handling of your information.
tr: Google Analytics, ödeme işlemcileri ve e-posta servis sağlayıcıları gibi üçüncü taraf hizmetleri kullanabiliriz. Bu hizmetlerin, bilgilerinizin işlenmesine ilişkin kendi gizlilik politikaları vardır.

source: 7. Your Rights
tr: 7. Haklarınız

source: You have the right to:
tr: Şunları yapma hakkına sahipsiniz:

source: Access your personal data
tr: Kişisel verilerinize erişme

source: Correct inaccurate data
tr: Yanlış verileri düzeltin

source: Request deletion of your data
tr: Verilerinizin silinmesini isteyin

source: Object to processing of your data
tr: Verilerinizin işlenmesine itiraz

source: Withdraw consent at any time
tr: Onayınızı istediğiniz zaman geri çekin

source: 8. Data Retention
tr: 8. Veri Saklama

source: We retain your personal data only for as long as necessary to fulfill the purposes outlined in this privacy policy, unless a longer retention period is required by law.
tr: Kişisel verilerinizi yalnızca bu belgede belirtilen amaçların yerine getirilmesi için gerekli olduğu sürece saklıyoruz. Kanunen daha uzun bir saklama süresi gerekmedikçe gizlilik politikası.

source: 9. Children's Privacy
tr: 9. Çocukların Gizliliği

source: Our services are not directed to individuals under the age of 18. We do not knowingly collect personal information from children.
tr: Hizmetlerimiz 18 yaşın altındaki bireylere yönelik değildir. çocuklardan bilgi.

source: 10. Changes to This Policy
tr: 10. Bu Politikadaki Değişiklikler

source: We may update this privacy policy from time to time. We will notify you of any changes by posting the new policy on this page and updating the "Last Updated" date.
tr: Bu gizlilik politikasını zaman zaman güncelleyebiliriz. Değişiklikleri yayınlayarak sizi bilgilendireceğiz Bu sayfada yeni politika ve "Son Güncelleme" tarihinin güncellenmesi.

source: If you have any questions about this privacy policy, please contact us:
tr: Bu gizlilik politikasıyla ilgili herhangi bir sorunuz varsa lütfen bizimle iletişime geçin:

source: Video Demos
ar: عروض الفيديو
fa: دموهای ویدیویی
tr: Video Demoları

source: Explore our portfolio of successful projects
tr: Başarılı projelerden oluşan portföyümüzü keşfedin

source: Previous
ar: سابق
fa: قبلی
tr: Önceki

source: Next
ar: التالي
fa: بعدی
tr: Sonraki

source: Tell us about your project and receive a detailed proposal (scope, timeline, price).
ar: أخبرنا عن مشروعك واحصل على عرض تفصيلي (النطاق، الجدول الزمني، السعر).
fa: در مورد پروژه خود به ما بگویید و یک پیشنهاد دقیق (محدوده، جدول زمانی، قیمت) دریافت کنید.
tr: Projeniz hakkında bize bilgi verin ve detaylı bir teklif alın (kapsam, zaman çizelgesi, fiyat).

source: Typical price ranges
ar: نطاقات الأسعار النموذجية
fa: محدوده قیمت معمولی
tr: Tipik fiyat aralıkları

source: Corporate website
ar: موقع الشركة
fa: وب سایت شرکتی
tr: Kurumsal web sitesi

source: E‑commerce
tr: E-ticaret

source: Mobile app
tr: Mobil uygulama

source: Custom software / platform
ar: برنامج / منصة مخصصة
fa: نرم افزار / پلت فرم سفارشی
tr: Özel yazılım / platform

source: Final pricing depends on scope, integrations, content, multi‑language, admin needs and delivery time.
ar: يعتمد السعر النهائي على النطاق وعمليات التكامل والمحتوى واللغات المتعددة واحتياجات المسؤول ووقت التسليم.
fa: قیمت نهایی به دامنه، ادغام، محتوا، چند زبان، نیازهای سرپرست و زمان تحویل بستگی دارد.
tr: Nihai fiyatlandırma kapsam, entegrasyonlar, içerik, çok dilli, yönetim ihtiyaçları ve teslimat süresine bağlıdır.

source: What happens next?
ar: ماذا سيحدث بعد ذلك؟
fa: بعد چه اتفاقی می افتد؟
tr: Sonra ne olur?

source: We review your request within 24 hours.
ar: نقوم بمراجعة طلبك خلال 24 ساعة.
fa: ما درخواست شما را ظرف 24 ساعت بررسی می کنیم.
tr: Talebinizi 24 saat içinde inceliyoruz.

source: We send clarifying questions (if needed).
ar: نرسل أسئلة توضيحية (إذا لزم الأمر).
fa: ما سؤالات روشنگری را ارسال می کنیم (در صورت نیاز).
tr: Açıklayıcı sorular gönderiyoruz (gerekirse).

source: You receive a proposal: scope + timeline + price + milestones.
ar: تتلقى اقتراحًا: النطاق + الجدول الزمني + السعر + المعالم.
fa: شما یک پیشنهاد دریافت می کنید: محدوده + جدول زمانی + قیمت + نقاط عطف.
tr: Bir teklif alırsınız: kapsam + zaman çizelgesi + fiyat + kilometre taşları.

source: Project details
tr: Proje detayları

source: Submit request
ar: إرسال الطلب
fa: درخواست ارسال کنید
tr: Talebi gönder

source: Already have an account?
ar: هل لديك حساب بالفعل؟
fa: از قبل حساب کاربری دارید؟
tr: Zaten hesabınız var mı?

source: Certificates
ar: الشهادات
fa: گواهینامه ها
tr: Sertifikalar

source: SEO & Optimization
tr: SEO ve Optimizasyon

source: SEO & Search Engine Optimization
tr: SEO ve Arama Motoru Optimizasyonu

source: Rank higher on Google and drive organic traffic
ar: احصل على مرتبة أعلى على Google واجذب حركة المرور العضوية
fa: در گوگل رتبه بالاتری داشته باشید و ترافیک ارگانیک را هدایت کنید
tr: Google'da daha yüksek sıralama ve organik trafik artışı

source: SEO services
tr: SEO hizmetleri

source: We optimize your website for search engines so you rank higher on Google and attract more organic visitors. Our SEO strategy covers technical optimization, content strategy, keyword research, and ongoing monitoring to improve your visibility over time.
ar: نقوم بتحسين موقع الويب الخاص بك لمحركات البحث حتى تحصل على مرتبة أعلى على Google وتجذب المزيد من الزوار العضويين. تغطي إستراتيجية تحسين محركات البحث الخاصة بنا التحسين الفني واستراتيجية المحتوى والبحث عن الكلمات الرئيسية والمراقبة المستمرة لتحسين ظهورك بمرور الوقت.
fa: ما وب سایت شما را برای موتورهای جستجو بهینه می کنیم تا در گوگل رتبه بالاتری داشته باشید و بازدیدکنندگان ارگانیک بیشتری را جذب کنید.استراتژی سئو ما بهینه سازی فنی، استراتژی محتوا، تحقیق کلمات کلیدی و نظارت مداوم را پوشش می دهد تا دید شما را در طول زمان بهبود بخشد.
tr: Web sitenizi arama motorları için optimize ediyoruz, böylece Google'da daha yüksek sıralama alır ve daha fazla organik ziyaretçi çekersiniz. SEO stratejimiz teknik optimizasyon, içerik stratejisi, anahtar kelime araştırması ve görünürlüğünüzü zamanla artırmak için sürekli izlemeyi kapsar.

source: Technical SEO: site speed, mobile-friendliness, structured data (schema), XML sitemap, robots.txt
ar: تحسين محركات البحث الفنية: سرعة الموقع، وملاءمة الهاتف المحمول، والبيانات المنظمة (المخطط)، وخريطة موقع XML، وملف robots.txt
fa: سئوی فنی: سرعت سایت، سازگاری با موبایل، داده های ساختاریافته (شما)، نقشه سایت XML، robots.txt
tr: Teknik SEO: site hızı, mobil uyumluluk, yapılandırılmış veri (şema), XML site haritası, robots.txt

source: On-page optimization: meta titles/descriptions, header tags (H1-H6), alt text for images, internal linking
ar: التحسين على الصفحة: العناوين/الأوصاف التعريفية، وعلامات الرؤوس (H1-H6)، والنص البديل للصور، والربط الداخلي
fa: بهینه‌سازی روی صفحه: عنوان/توضیحات متا، تگ‌های سرصفحه (H1-H6)، متن جایگزین برای تصاویر، پیوند داخلی
tr: Sayfa içi optimizasyon: meta başlıklar/açıklamalar, başlık etiketleri (H1-H6), görseller için alt metin, dahili bağlantılar

source: Keyword research: target keywords, search volume, competition analysis, content gaps
ar: البحث عن الكلمات الرئيسية: الكلمات الرئيسية المستهدفة، حجم البحث، تحليل المنافسة، فجوات المحتوى
fa: تحقیق کلمات کلیدی: کلمات کلیدی هدف، حجم جستجو، تجزیه و تحلیل رقابت، شکاف محتوا
tr: Anahtar kelime araştırması: hedef anahtar kelimeler, arama hacmi, rekabet analizi, içerik boşlukları

source: Content strategy: blog posts, service pages, landing pages optimized for target keywords
ar: استراتيجية المحتوى: منشورات المدونة وصفحات الخدمة والصفحات المقصودة المحسنة للكلمات الرئيسية المستهدفة
fa: استراتژی محتوا: پست های وبلاگ، صفحات خدمات، صفحات فرود بهینه شده برای کلمات کلیدی هدف
tr: İçerik stratejisi: blog yazıları, hizmet sayfaları, hedef anahtar kelimeler için optimize edilmiş landing sayfaları

source: Local SEO (if applicable): Google Business Profile, local citations, location pages
ar: تحسين محركات البحث المحلية (إن أمكن): الملف التجاري على Google، والاستشهادات المحلية، وصفحات الموقع
fa: SEO محلی (در صورت وجود): نمایه کسب و کار Google، نقل قول های محلی، صفحات مکان
tr: Yerel SEO (uygunsa): Google İşletme Profili, yerel referanslar, konum sayfaları

source: Link building: outreach, guest posts, directory submissions (ethical practices)
ar: بناء الروابط: التوعية، مشاركات الضيوف، تقديمات الدليل (الممارسات الأخلاقية)
fa: ایجاد پیوند: اطلاع رسانی، پست های مهمان، ارسال دایرکتوری (روش های اخلاقی)
tr: Bağlantı oluşturma: dışarıya açılım, misafir yazılar, dizin gönderimleri (etik uygulamalar)

source: Analytics & reporting: Google Search Console, Google Analytics, monthly performance reports
ar: التحليلات وإعداد التقارير: Google Search Console، Google Analytics، تقارير الأداء الشهرية
fa: تجزیه و تحلیل و گزارش: کنسول جستجوی گوگل، گوگل آنالیتیکس، گزارش عملکرد ماهانه
tr: Analitik ve raporlama: Google Arama Konsolu, Google Analytics, aylık performans raporları

source: SEO audit: current rankings, technical issues, competitor analysis, keyword opportunities
ar: تدقيق تحسين محركات البحث (SEO): التصنيف الحالي، المشكلات الفنية، تحليل المنافسين، فرص الكلمات الرئيسية
fa: ممیزی SEO: رتبه بندی فعلی، مسائل فنی، تجزیه و تحلیل رقبا، فرصت های کلمات کلیدی
tr: SEO denetimi: mevcut sıralamalar, teknik sorunlar, rekabet analizi, anahtar kelime fırsatları

source: Technical fixes: speed optimization, mobile responsiveness, schema markup, site structure
ar: الإصلاحات الفنية: تحسين السرعة، واستجابة الهاتف المحمول، وترميز المخطط، وبنية الموقع
fa: اصلاحات فنی: بهینه سازی سرعت، پاسخگویی تلفن همراه، نشانه گذاری طرحواره، ساختار سایت
tr: Teknik düzeltmeler: hız optimizasyonu, mobil uyumluluk, şema işaretleme, site yapısı

source: Content optimization: update existing pages, create new content, optimize for keywords
ar: تحسين المحتوى: تحديث الصفحات الموجودة وإنشاء محتوى جديد وتحسين الكلمات الرئيسية
fa: بهینه سازی محتوا: به روز رسانی صفحات موجود، ایجاد محتوای جدید، بهینه سازی برای کلمات کلیدی
tr: İçerik optimizasyonu: mevcut sayfaları güncelleme, yeni içerik oluşturma, anahtar kelimeler için optimize etme

source: Link building: identify opportunities, outreach, build quality backlinks
ar: بناء الروابط: تحديد الفرص والتواصل وبناء روابط خلفية عالية الجودة
fa: لینک بیلدینگ: شناسایی فرصت ها، گسترش دسترسی، ساخت بک لینک های با کیفیت
tr: Bağlantı oluşturma: fırsatları belirleme, dışarıya açılım, kaliteli geri bağlantılar oluşturma

source: Monitoring: track rankings, traffic, conversions, monthly reports and adjustments
ar: المراقبة: تتبع التصنيفات وحركة المرور والتحويلات والتقارير الشهرية والتعديلات
fa: نظارت: رتبه‌بندی، ترافیک، تبدیل‌ها، گزارش‌های ماهانه و تنظیمات را دنبال کنید
tr: İzleme: sıralamaları, trafiği, dönüşümleri takip etme, aylık raporlar ve ayarlamalar

source: What we measure
ar: ما نقيسه
fa: آنچه را که اندازه می گیریم
tr: Ölçtüklerimiz

source: Keyword rankings, organic traffic growth, click-through rate (CTR), bounce rate, conversion rate, page load speed, Core Web Vitals, backlink profile quality.
ar: تصنيفات الكلمات الرئيسية، نمو حركة المرور العضوية، نسبة النقر إلى الظهور (CTR)، معدل الارتداد، معدل التحويل، سرعة تحميل الصفحة، مؤشرات الويب الأساسية، جودة الملف الشخصي للارتباط الخلفي.
fa: رتبه بندی کلمات کلیدی، رشد ترافیک ارگانیک، نرخ کلیک (CTR)، نرخ پرش، نرخ تبدیل، سرعت بارگذاری صفحه، Core Web Vitals، کیفیت پروفایل بک لینک.
tr: Anahtar kelime sıralamaları, organik trafik artışı, tıklama oranı (CTR), çıkış oranı, dönüşüm oranı, sayfa yükleme hızı, Core Web Vitals, geri bağlantı profili kalitesi.

source: Timeline & expectations
ar: الجدول الزمني والتوقعات
fa: جدول زمانی و انتظارات
tr: Zaman çizelgesi ve beklentiler

source: SEO is a long-term strategy. Initial technical fixes show results in 2-4 weeks. Ranking improvements typically take 3-6 months. Content and link building require ongoing effort. We provide monthly reports and adjust strategy based on performance.
ar: SEO هي استراتيجية طويلة المدى. تظهر الإصلاحات الفنية الأولية النتائج خلال 2-4 أسابيع. عادةً ما تستغرق تحسينات التصنيف من 3 إلى 6 أشهر. يتطلب بناء المحتوى والارتباط جهدًا مستمرًا. نحن نقدم تقارير شهرية ونقوم بتعديل الإستراتيجية بناءً على الأداء.
fa: سئو یک استراتژی بلند مدت است.تعمیرات فنی اولیه نتایج را در 2-4 هفته نشان می دهد.بهبود رتبه بندی معمولاً 3-6 ماه طول می کشد.ایجاد محتوا و لینک سازی نیاز به تلاش مداوم دارد.ما گزارش های ماهانه ارائه می دهیم و استراتژی را بر اساس عملکرد تنظیم می کنیم.
tr: SEO uzun vadeli bir stratejidir. İlk teknik düzeltmeler 2-4 hafta içinde sonuç gösterir. Sıralama iyileştirmeleri genellikle 3-6 ay sürer. İçerik ve bağlantı oluşturma sürekli çaba gerektirir. Aylık raporlar sağlıyoruz ve performansa göre stratejiyi ayarlıyoruz.

source: One-time SEO audit: 5,000-10,000 TL · Monthly SEO packages: 8,000-25,000 TL/month (depending on scope: content creation, link building, reporting). Custom packages available for enterprise clients.
ar: تدقيق تحسين محركات البحث (SEO) لمرة واحدة: 5,000-10,000 ليرة تركية. · حزم تحسين محركات البحث الشهرية: 8,000-25,000 ليرة تركية/الشهر (حسب النطاق: إنشاء المحتوى، وبناء الروابط، وإعداد التقارير). الحزم المخصصة متاحة لعملاء المؤسسات.
fa: ممیزی سئو یکباره: 5000-10000 لیر · بسته های سئو ماهانه: 8000-25000 لیر در ماه (بسته به محدوده: ایجاد محتوا، ساخت لینک، گزارش).بسته های سفارشی در دسترس برای مشتریان سازمانی.
tr: Tek seferlik SEO denetimi: 5.000-10.000 TL · Aylık SEO paketleri: ayda 8.000-25.000 TL (kapsama bağlı: içerik oluşturma, bağlantı oluşturma, raporlama). Kurumsal müşteriler için özel paketler mevcuttur.

source: Q: How long until I see results?
ar: س: كم من الوقت حتى أرى النتائج؟
fa: س: چقدر طول می کشد تا نتایج را ببینم؟
tr: S: Sonuçları ne zaman göreceğim?

source: A: Technical improvements show in 2-4 weeks. Ranking improvements typically take 3-6 months. SEO is a long-term investment.
ar: ج: تظهر التحسينات التقنية خلال 2-4 أسابيع. عادةً ما تستغرق تحسينات التصنيف من 3 إلى 6 أشهر. SEO هو استثمار طويل الأجل.
fa: A: پیشرفت های فنی در 2-4 هفته نشان می دهد.بهبود رتبه بندی معمولاً 3-6 ماه طول می کشد.سئو یک سرمایه گذاری بلند مدت است.
tr: C: Teknik iyileştirmeler 2-4 hafta içinde görülür. Sıralama iyileştirmeleri genellikle 3-6 ay sürer. SEO uzun vadeli bir yatırımdır.

source: Q: Do you guarantee #1 ranking?
ar: س: هل تضمن الترتيب رقم 1؟
fa: س: آیا رتبه 1 را تضمین می کنید؟
tr: S: #1 sıralamayı garanti ediyor musunuz?

source: A: No ethical SEO service guarantees #1 rankings. We focus on improving your visibility, traffic, and conversions through proven strategies.
ar: ج: لا توجد خدمة أخلاقية لتحسين محركات البحث (SEO) تضمن التصنيف الأول. نحن نركز على تحسين ظهورك وحركة المرور والتحويلات من خلال استراتيجيات مجربة.
fa: A: هیچ خدمات اخلاقی SEO رتبه بندی شماره 1 را تضمین نمی کند.ما روی بهبود دید، ترافیک و تبدیل‌های شما از طریق استراتژی‌های اثبات شده تمرکز می‌کنیم.
tr: C: Hiçbir etik SEO hizmeti #1 sıralamayı garanti etmez. Kanıtlanmış stratejilerle görünürlüğünüzü, trafiğinizi ve dönüşümlerinizi artırmaya odaklanıyoruz.

source: Q: What if my website is new?
ar: س: ماذا لو كان موقع الويب الخاص بي جديدًا؟
fa: س: اگر وب سایت من جدید باشد چه؟
tr: S: Web sitem yeni ise ne olur?

source: A: New websites need technical SEO, quality content, and time to build authority. We'll create a foundation and help you grow organically.
ar: ج: تحتاج مواقع الويب الجديدة إلى تحسين محركات البحث الفنية، ومحتوى عالي الجودة، ووقت لبناء السلطة. سنقوم بإنشاء أساس ونساعدك على النمو بشكل عضوي.
fa: پاسخ: وب سایت های جدید نیاز به سئو فنی، محتوای با کیفیت و زمان برای ایجاد اعتبار دارند.ما یک پایه ایجاد می کنیم و به شما کمک می کنیم که به طور ارگانیک رشد کنید.
tr: C: Yeni web siteleri teknik SEO, kaliteli içerik ve otorite oluşturmak için zamana ihtiyaç duyar. Bir temel oluşturacağız ve organik olarak büyümenize yardımcı olacağız.

source: Audit
ar: مراجعة
fa: حسابرسی
tr: Denetim

source: Monthly
ar: شهريا
fa: ماهانه
tr: Aylık

source: Responsive design (mobile, tablet, desktop)
ar: تصميم سريع الاستجابة (الجوال، الجهاز اللوحي، سطح المكتب)
fa: طراحی ریسپانسیو (موبایل، تبلت، دسکتاپ)
tr: Duyarlı tasarım (mobil, tablet, masaüstü)

source: SEO optimization
tr: SEO optimizasyonu

source: Fast loading and performance
ar: تحميل سريع والأداء
fa: بارگذاری سریع و عملکرد
tr: Hızlı yükleme ve performans

source: Admin panel for content management
ar: لوحة الإدارة لإدارة المحتوى
fa: پنل مدیریت برای مدیریت محتوا
tr: İçerik yönetimi için yönetim paneli

source: Contact forms and lead capture
ar: نماذج الاتصال والتقاط العملاء المحتملين
fa: فرم های تماس و جذب سرنخ
tr: İletişim formları ve potansiyel müşteri yakalama

source: SSL certificate and security
tr: SSL sertifikası ve güvenlik

source: iOS and Android apps
tr: iOS ve Android uygulamaları

source: Modern UI/UX design
ar: تصميم حديث لواجهة المستخدم/UX
fa: طراحی UI/UX مدرن
tr: Modern UI/UX tasarımı

source: Backend API and database
ar: واجهة برمجة التطبيقات الخلفية وقاعدة البيانات
fa: Backend API و پایگاه داده
tr: Backend API ve veritabanı

source: Push notifications
tr: Push bildirimleri

source: App store submission
ar: تقديم متجر التطبيقات
fa: ارسال اپ استور
tr: Uygulama mağazasına gönderim

source: Post-launch support
ar: دعم ما بعد الإطلاق
fa: پشتیبانی پس از راه اندازی
tr: Yayın sonrası destek

source: Product catalog and inventory
ar: كتالوج المنتجات والمخزون
fa: کاتالوگ و موجودی محصولات
tr: Ürün kataloğu ve envanter

source: Shopping cart and checkout
ar: عربة التسوق والخروج
fa: سبد خرید و تسویه حساب
tr: Alışveriş sepeti ve ödeme

source: Payment gateway integration
tr: Ödeme ağ geçidi entegrasyonu

source: Order management system
ar: نظام إدارة الطلبات
fa: سیستم مدیریت سفارش
tr: Sipariş yönetim sistemi

source: Customer accounts
tr: Müşteri hesapları

source: Admin panel for products and orders
ar: لوحة التحكم للمنتجات والطلبات
fa: پنل مدیریت محصولات و سفارشات
tr: Ürünler ve siparişler için yönetim paneli

source: Contact us
tr: Bize ulaşın

source: for pricing details
ar: للحصول على تفاصيل التسعير
fa: برای جزئیات قیمت
tr: fiyat detayları için

source: Related Services
tr: İlgili Hizmetler

source: Learn More
ar: يتعلم أكثر
fa: بیشتر بدانید
tr: Daha Fazla Bilgi

source: Our Services
tr: Hizmetlerimiz

source: Professional Web Design Services
tr: Profesyonel Web Tasarım Hizmetleri

source: We offer comprehensive web design, development, and digital marketing services to help your business grow online. From custom websites to mobile apps, e-commerce stores, and SEO optimization, we deliver solutions that drive results.
ar: نحن نقدم خدمات شاملة لتصميم وتطوير الويب والتسويق الرقمي لمساعدة أعمالك على النمو عبر الإنترنت. من مواقع الويب المخصصة إلى تطبيقات الأجهزة المحمولة ومتاجر التجارة الإلكترونية وتحسين محركات البحث، نقدم حلولاً تحقق النتائج.
fa: ما خدمات جامع طراحی، توسعه و بازاریابی دیجیتالی وب را برای کمک به رشد آنلاین کسب و کار شما ارائه می دهیم.از وب‌سایت‌های سفارشی گرفته تا برنامه‌های تلفن همراه، فروشگاه‌های تجارت الکترونیک و بهینه‌سازی SEO، ما راه‌حل‌هایی ارائه می‌دهیم که منجر به نتایج می‌شوند.
tr: İşletmenizin çevrimiçi büyümesine yardımcı olmak için kapsamlı web tasarım, geliştirme ve dijital pazarlama hizmetleri sunuyoruz. Özel web sitelerinden mobil uygulamalara, e-ticaret mağazalarına ve SEO optimizasyonuna kadar, sonuç getiren çözümler sunuyoruz.

source: Professional Web Design and Digital Solutions
tr: Profesyonel Web Tasarım ve Dijital Çözümler

source: Get a free consultation and quote. Let's discuss your project and find the best solution for your needs.
ar: احصل على استشارة مجانية وعرض أسعار. دعونا نناقش مشروعك ونجد الحل الأفضل لاحتياجاتك.
fa: مشاوره رایگان و قیمت دریافت کنید.بیایید در مورد پروژه شما بحث کنیم و بهترین راه حل را برای نیازهای شما پیدا کنیم.
tr: Ücretsiz danışmanlık ve teklif alın. Projenizi tartışalım ve ihtiyaçlarınız için en iyi çözümü bulalım.

source: Request Quote
tr: Teklif İste

source: Compare our services to find the best solution for your business needs.
tr: İş ihtiyaçlarınıza en uygun çözümü bulmak için hizmetlerimizi karşılaştırın.

source: Browse our complete sitemap to find all pages and sections of our website.
tr: Web sitemizin tüm sayfalarını ve bölümlerini bulmak için site haritamızın tamamına göz atın.

source: Find all pages and sections of our website
tr: Web sitemizin tüm sayfalarını ve bölümlerini bulun

source: Main Pages
tr: Ana Sayfalar

source: All Packages
tr: Tüm Paketler

source: All Blog Posts
tr: Tüm Blog Yazıları

source: Legal
tr: Yasal

source: Account
tr: Hesap

source: Team
ar: فريق
fa: تیم
tr: Takım

source: Our Team
ar: فريقنا
fa: تیم ما
tr: Ekibimiz

source: A multidisciplinary team delivering end‑to‑end web, mobile and product engineering.
ar: فريق متعدد التخصصات يقدم هندسة الويب والهواتف المحمولة والمنتجات الشاملة.
fa: یک تیم چند رشته‌ای که مهندسی وب، موبایل و محصول را به صورت سرتاسری ارائه می‌کند.
tr: Uçtan uca web, mobil ve ürün mühendisliği sunan çok disiplinli bir ekip.

source: years
ar: سنين
fa: سال
tr: yıl

source: No team members yet
ar: لا يوجد أعضاء الفريق حتى الآن
fa: هنوز هیچ عضوی از تیم وجود ندارد
tr: Henüz ekip üyesi yok
